{"_id":"2A3DuGTviDbzYFXSo","body":"The cellphone video cuts in to show a bloodied, screaming man held on the ground by a woman applying a “triangle choke hold.”\n\nMonique Bastos, an MMA fighter who was on her way to jiu-jitsu training, Esquire reported, said two men jumped her and stole her cellphone on a crowded street in Acailandia, Brazil. One fled, but Bastos said she managed to personally subdue the other.\n\n\"I tried to hold my phone, and I realized they were not armed. When they tried to escape, I lifted the rear wheel of the bike and they fell on the ground. The guy who took my phone ran away, but I was able to get the other one,” she told media.\n\nJudging by the video, the second suspect received the brunt of Bastos’ anger.\n\nThe fighter said it was the second time she was forced to fight for her phone. In her last bid at vigilante justice, she squared off with two men armed with knives.\n\n“It’s a huge risk, but I did it to defend myself and my friends, so I used what I learned,” she said.","confidence":30,"election_news_confidence":"0.30202738166315224","label_ids":["146546699"],"org":"fox","title":"MMA fighter seen on video applying a 'triangle choke hold' to man she says tried to rob her","url":"http://feeds.foxnews.com/~r/foxnews/world/~3/SYBOP8mT6us/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"2b3gXLC4F64oH8ACZ","body":"Hampton, New Hampshire (CNN)Just minutes after Jeb Bush bashed Donald Trump in his stump speech on Thursday, Bush was questioned by a frustrated voter on what he would do about illegal immigration at the U.S.-Mexico border.\n\nIn the six-minute exchange that grew tense at times, the former Florida governor was asked why he didn't support the idea of cutting off aid or other funds to Mexico until the country does more to stop illegal crossings into the United States.\n\n\"They don't do anything about the border. We're being defensive. Why don't we be offensive for once?\" the voter asked, echoing sentiments that have been trumpeted by Trump.\n\nHe described himself as \"pissed off\" about the flood of undocumented immigrants and argued that \"they're all criminals because they are breaking the law.\"\n\n\"(Mexico) should enforce their Southern border -- that I agree with,\" Bush responded, pointing out that most undocumented immigrants who have streamed into the U.S. in recent years have come from Central America.\n\nBut Bush argued that a \"wall won't solve this problem.\"\n\nRELATED: Jeb Bush to unveil tax proposals next week\n\nWhile he conceded it makes sense to have a wall in urban areas like in between Juarez and El Paso, Texas, or by San Diego, California, there are other places where it doesn't make sense.\n\n\"The notion that another country is going to pay for a wall that we're building is just ludicrous beyond belief,\" he said, referring to Trump's proposal.\n\nBush went on to lay out his immigration plan, saying he would use technologies at the border to help detect illegal crossings and pointed to his own experience as a \"border governor\" because of migrants who came from the Caribbean to Florida.\n\nHe reiterated that he supports earned legal status for those that are already in the country illegally if they meet certain criteria.\n\nThe voter, however, argued that the government has already been granting amnesty to too many people.\n\n\"You tell me if this is amnesty,\" Bush said, before launching into the requirements he would enforce for anyone wanting legal status.\n\n\"You come out from the shadows. You receive a provisional work permit. You pay taxes. You don't receive federal government assistance. You learn English ...You work,\" he said. \"You don't commit crimes ... You earn legal status, not citizenship. That, to me, is the most practical way of dealing with this problem.\"\n\nBush also found himself on defense, standing by his position that most immigrants come to the country out of good intentions -- a position that Trump attacked him on this week with an Instagram video.\n\n\"99% of people that come across the border ... are coming to provide for their families. The ones that are criminals, we ought to be kick them out. There's no disagreement about that,\" Bush said. \"To ascribe bad motives people who are trying to provide for their families, I'm not going to change my views on that.\"\n\nEarlier in the event, Bush described Trump as a doomsayer who espouses \"pessimistic\" views that are dividing the country by preying on peoples' \"angst and fears.\"\n\n\"Donald Trump's view is that the end is near,\" Bush said. \"His pessimistic view is let's close the borders, let's create tariffs, let's do this, let's do that--all based on negativity, and the net result is all of us will suffer if that philosophy gains favor.\"\n\nHis comments come as Bush has stepped up his attacks against his Republican rival.\n\nBush spent considerable time explaining how the two candidates differ not only on immigration, but on taxes and health care.\n\n\"Whatever the issue is, there is one path that is aspirational and hopeful, and there is one path that is negative, and it is not the right path for this country,\" he said. \"So here I am.\"\n\nThe former governor also ripped into President Barack Obama and Democrats for making immigration a wedge issue.\n\n\"You're angry. I'm frustrated. A bunch of people are angry. The left loves it,\" he told the voter. \"They don't care about fixing this problem. President Barack Obama could have fixed this his first year in office...he didn't even lift a finger to do it 'cause they want to win elections.\"\n\nCNN's Colin McCullough contributed to this report.","confidence":99,"election_news_confidence":"0.99996427487693496","label_ids":["146761101"],"org":"cnn","title":"Bush confronted by voter over immigration","url":"http://www.cnn.com/2015/09/03/politics/jeb-bush-voter-confrontation-immigration/index.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"title":"MMA fighter seen on video applying a 'triangle choke hold' to man she says tried to rob her","url":"http://feeds.foxnews.com/~r/foxnews/world/~3/SYBOP8mT6us/","org":"fox","body":"The cellphone video cuts in to show a bloodied, screaming man held on the ground by a woman applying a “triangle choke hold.”\n\nMonique Bastos, an MMA fighter who was on her way to jiu-jitsu training, Esquire reported, said two men jumped her and stole her cellphone on a crowded street in Acailandia, Brazil. One fled, but Bastos said she managed to personally subdue the other.\n\n\"I tried to hold my phone, and I realized they were not armed. When they tried to escape, I lifted the rear wheel of the bike and they fell on the ground. The guy who took my phone ran away, but I was able to get the other one,” she told media.\n\nJudging by the video, the second suspect received the brunt of Bastos’ anger.\n\nThe fighter said it was the second time she was forced to fight for her phone. In her last bid at vigilante justice, she squared off with two men armed with knives.\n\n“It’s a huge risk, but I did it to defend myself and my friends, so I used what I learned,” she said.","election_news_confidence":"0.30202738166315224","label_ids":[],"user_ids":[],"confidence":30,"_id":"3PaZ9XYGzb7jutob4"}
{"title":"Latitudes And Longitudes: Latin Music From Around The Globe","url":"http://www.npr.org/sections/altlatino/2015/09/03/437195797/latitudes-and-longitudes-latin-music-from-around-the-globe","org":"npr","body":"Hear The Songs\n\nGerman DJ Shantel collaborates with Greek musician Areti Ketime in \"EastWest.\"\n\nCourtesy of the artists\n\nWe listen to a lot of different kinds of music at Alt.Latino. Every now and then, we like to play material that falls outside of the Latin Alternative vein. So we asked our colleague Anastasia Tsioulcas to bring in tracks that she's collected for her blog, Latitudes, and help us dig deeper into classical and traditional music from across Latin America and Spain. We like to think of Anastasia as our own private musical explorer, but mostly we like to have her on for the fun we have when she's around: lots of laughs, great music and amazing stories. All we're missing is a few drinks and some food, but we're working on that. In the meantime, enjoy the music!","election_news_confidence":"0.33690036552533253","label_ids":[],"user_ids":[],"confidence":33,"_id":"3R8X9amDs9QQuf68M"}
{"_id":"4CEzH7akzhN6o5yuf","body":"Sept 3 Salvepar SA :\n\n* H1 net asset value 380.1 million euros ($422.41 million),\n\nup 4 pct\n\n* H1 net income 12.0 million euros versus 4.3 million euros\n\na year ago\n\n* H1 gross operating income 15.1 million euros versus 6.4\n\nmillion euros a year ago\n\nSource text: bit.ly/1JE8lzP\n\nFurther company coverage:\n\n($1 = 0.8998 euros)\n\n(Gdynia Newsroom)","confidence":31,"election_news_confidence":"0.31051396453587188","label_ids":["148181469"],"org":"reuters","title":"BRIEF-Salvepar H1 NAV up 4 pct at 380.1 mln euros","url":"http://feeds.reuters.com/~r/reuters/financialsNews/~3/xocqWwQDoq4/story01.htm","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"4Xy7qummY9snFFuRJ","body":"Rep. Tim Kelly (R-Red Wing) and Rep. Tara Mack (R-Apple Valley). (Minnesota House of Representatives via AP) Last month, a park ranger in Minnesota issued citations to a man and a woman, whom, he reported, were \"making out\" in a car. The reason you're reading about that encounter here, on a Washington Post political blog, is because the man and woman who received the public nuisance citations are Minnesota state lawmakers. They're denying the ranger's account, which was noted in court records. State Reps. Tim Kelly and Tara Mack, both Republicans, were issued citations following an incident that allegedly occurred on Aug. 25 in a park in Eagan, Minn., according to the St. Paul Pioneer Press. [Politician reportedly leaked fake male prostitution e-mails to hide his real affair] \"The two, who are married to other people, were in Lebanon Hills Regional Park in Eagan when they were allegedly spotted by the officer 'making out' in a parked car about 4:30 p.m., according to documents,\" the Pioneer Press reported.\" The officer's notes claim Mack was half undressed when he approached the vehicle.\" In fact, according to the Pioneer Press, \"the ranger's notes in court records said Mack's pants were unzipped and pulled down.\" (You can see images of the citation notes here.) Mack and Kelly issued separate statements about the park ranger's report, with Kelly calling it \"an absolute lie,\" and Mack describing the ranger's statements as \"egregious and false.\" \"I was driving down to Red Wing through Eagan last Tuesday and met Rep. Mack to pick up some documents regarding South Country Health Alliance,\" Kelly said in his statement. \"When we met, a park ranger approached my vehicle and told me I was double-parked. I disputed his characterization and got out of the car to take a picture. He became visibly agitated and returned to his own car. \"Approximately ten minutes later, he returned to my vehicle with a parking ticket citing a nuisance. When I asked what that meant, he responded 'whatever I want it to mean.'\" Both Mack and Kelly said they planned to file complaints, though it was unclear Thursday if they had already done so. By Wednesday evening, the Pioneer Press reported, Dakota County Sheriff Tim Leslie hadn't received any. \"He doesn't know these people. He's just doing his job,\" Leslie told NBC affiliate KARE of the ranger who issued the citations. \"That's what park rangers do. They patrol and they look for problems in the parks, and that's what he was doing.\" Read More: That time ‘Sesame Street’ trolled Donald Trump Nikki Haley’s race speech: What it said — and what it didn’t","confidence":37,"election_news_confidence":"0.37597423828242277","label_ids":["146549579"],"org":"washpo","title":"State lawmakers deny \u0026#8216;making out' in car at Minnesota park","url":"http://www.washingtonpost.com/news/the-fix/wp/2015/09/03/state-lawmakers-deny-making-out-in-car-at-minnesota-park/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"6CfZfWBYaW5xP24hS","body":"Tired of plodding growth, stagnant wages and widening inequality, most Americans have little positive to say about the U.S. economy. With one notable exception. In a Gallup poll this summer, almost two-thirds expressed confidence in small businesses. That’s three times as many as said the same about big business. Only the U.S. military ranks consistently as high.\n\nThe faith in small business runs deep but rests on an increasingly unsure foundation. Small firms have been slow to recover from the recession, and business deaths now outpace births for the first time since the Census Bureau began keeping records more than three decades ago. A July survey by the National Small Business Association showed that only 35% of owners are optimistic about the direction of the economy.\n\nThese warning signs should light a fire under Democrats and Republicans. The health of small local firms is one of the vital signs of democracy, a key indicator of community well-being.\n\nSmall businesses continue to create most new jobs and employ about half of the private workforce, according to data from the Small Business Administration. They are launchpads for innovation and opportunity. As chairman of McLarty Cos., a fourth-generation family-owned automotive firm that began as a single car dealership in Hope, Ark., I’ve seen firsthand how small businesses can transform Main Street into an avenue to the American dream.\n\nThat avenue is now strewn with potholes and obstacles, including taxes and regulations. Despite the gilded image of startups like Uber and Airbnb, many new small firms struggle to find financing. Wendy Guillies, president of the Kauffman Foundation, reported earlier this year that more than half of young companies that applied for credit were turned down. Her conclusion: “Across the board, the American economy appears to be getting less dynamic.”\n\nWhere can we look for big thinking about small business? Neither the sweeping promises of economic populism, aimed largely at Wall Street, nor the antigovernment reflexes of some on the right, squarely address the problems of small business. But policies that help smaller firms compete, thrive and create good jobs are needed, and there are good ideas from both sides of the political aisle.\n\nTax reform is one such idea. Small businesses can’t compete with large corporations that find creative ways to lower their taxes. The money they must spend to comply with the complicated tax code is a heavy burden. Addressing these points last month, Democratic presidential candidate Hillary Clinton proposed a program of “tax relief and simplification” for entrepreneurs, and promised “less red tape” and “easier access to capital.”\n\nMrs. Clinton has said that she wants to be “the small business president.” She will not be alone on the campaign trail. Among Republicans, Gov. John Kasich pushed this year to eliminate the income tax in Ohio on most small businesses. Jeb Bush’s supporters cite his record as governor when Florida was the nation’s leader in small business creation.\n\nIn Congress, bipartisan efforts are seeking to curb some onerous regulations for small businesses. The Small Business Healthcare Relief Act is sponsored by Sens. Chuck Grassley (R., Iowa) and Heidi Heitkamp (D., N.D.) and Reps. Charles Boustany Jr. (R., La.) and Mike Thompson (D., Calif.). It would protect firms with fewer than 50 employees that offer health reimbursement accounts being penalized under the Affordable Care Act for providing this cost-sharing option to employees.\n\nCongress and the White House also should rally bipartisan support for the expansion of vocational training and apprenticeships. In a recent survey by the National Federation of Independent Business, about half of small business owners seeking new employees said they had difficulty finding qualified applicants. Training costs for small businesses should be offset by tax breaks and other incentives.\n\nA thread running through these efforts is an opportunity to find common political cause, the antithesis of today’s unfortunate division and distrust. After all, it takes cooperation to launch a small business. As the late Republican Congressman Jack Kemp once said, “You can’t create more employees without first creating more employers.” And you can’t sustain employers without a well-trained, fairly paid and engaged workforce.\n\nSmall business owners are clear about what they want from Washington. Asked in last month’s National Small Business Association survey to rank their priorities for the administration and Congress, the top responses were simplify and cut taxes, reduce the national deficit, and “end the partisan gridlock and work together.” The message to the country’s political leadership is clear: Lead, or get out of the way.\n\nMr. McLarty, former White House chief of staff and special envoy for the Americas under President Bill Clinton, is chairman of McLarty Associates, an international strategic-advisory firm.","confidence":38,"election_news_confidence":"0.38743730595780557","label_ids":["145278949"],"org":"wsj","title":"Small Business and the Secret of Big Growth","url":"http://www.wsj.com/articles/small-business-and-the-secret-of-big-growth-1441234231","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"6GRRvDYoeetgAWMuj","body":"Republican presidential candidate Ben Carson attends an antiabortion rally opposing federal funding for Planned Parenthood on July 28, 2015 in Washington, D.C. (Photo by Olivier Douliery/Getty Images) The surge of support for Ben Carson is making some people curious. Howard Kurtz suggests Carson’s surge is “under the media radar.” That’s exactly backwards. Carson’s surge is arguably because he got back on the media’s radar. Even though Carson is not receiving a lot of news coverage, the trends in Carson’s polling numbers are easily understood as responses to trends in how much he’s covered in news — much as is true of Donald Trump. [Why is Trump surging? Blame the media.] Here is a graph showing the percentage of news stories that mention Carson and his national polling numbers. As in my previous posts, I draw on social analytic tools provided by Crimson Hexagon. These tools are devised to gather and reveal the volume and tone of media coverage on major news sites. UCLA political scientist Lynn Vavreck and I are analyzing the news coverage of presidential candidates as part of our joint work on the 2016 election. Carson declared his candidacy on May 3. Our data starts on May 16, at which point we are still picking up the bump Carson received from his announcement. In addition, Carson got spikes of attention for speeches at Sen. Joni Ernst’s “Roast and Ride” event in Iowa and the Freedom and Faith Coalition Conference. His coverage then began to wane, as did his poll numbers. The spike in his poll numbers came only after he began to get more attention around the Aug. 6 debate and thereafter. [Why does Trump remain atop the polls? You can still blame the media.] To see this more clearly, let’s take an average of Carson’s poll numbers and graph that against his news coverage. This graph puts news coverage on the left-hand axis and the poll average on the right-hand axis. It shows the correlation more clearly. (And despite all the bumps and wiggles in news coverage, there is a statistically significant correlation here.) An underappreciated fact is that Carson was also polling reasonably well in May and June — when he was getting, on average, some degree of news coverage after announcing his candidacy and giving these speeches. Then, after the Faith and Freedom speech, he got much less attention. His poll average followed suit. Finally, after he began to get more attention at the beginning of August, his poll average increased. Again, it is possible that news coverage responds to poll numbers. Increasing polling numbers always make for horse-race coverage. But, as I’ve argued in the past, we should expect the news coverage to come first. People’s views about a candidate are likely to change only when the information they’re getting about that candidate changes. News coverage isn’t the sole source of information, but it’s an important one. Certainly being on the media’s radar has been crucial for Carson.","confidence":99,"election_news_confidence":"0.99943370105834206","label_ids":["148108412"],"org":"washpo","title":"Why is Ben Carson surging? Once again, it's the media.","url":"http://www.washingtonpost.com/blogs/monkey-cage/wp/2015/09/03/why-is-ben-carson-surging-once-again-its-the-media/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"6oqhwGnWHDNwcuFa7","body":"HAMPTON, N.H. A Jeb Bush broadened his attack on Donald Trump Thursday, saying the Republican Party faces a stark choice–both on issues and worldview between himself and the real estate mogul and reality television celebrity who is the front-runner for the 2016 GOP nomination.\n\nThere's one candidate in the Republican Party that is preying on people's angst and fears that has a philosophy not about goodness and greatness of the American people, Mr. Bush said in a town hall meeting here. Donald Trump's view is that the end is near.\n\nMr. Bush said the party is better off with a more upbeat conservative message because when we give people hopeâ¦we can lift them up.''\n\nI choose that path because the other path will lead to defeat, but more importantly, it will lead to more angst, more anger said Mr. Bush, drawing differences with Mr. Trump on taxes, immigration and other policies. Whatever the issue, there is one path that is aspirational and hopeful and there is one path that is negative and is not the right path for this country.”\n\nAnd one day after Mr. Trump criticized Mr. Bush for speaking in Spanish on the campaign trail, the bilingual former Florida governor slipped in a Spanish phrase when he called on Republicans to campaign with our arms wide open.\n\nMr. Trump on Wednesday complained about Mr. Bush's use of Spanish saying that he should  set the example by speaking English while in the U.S.\n\nEarlier in the day, Mr. Bush on ABC's Good Morning America responded to that complaint by saying, I think Donald Trump is trying to insult his way to the presidency and it’s not going to work. People want an uplifting hopeful message. People come to this country to pursue their dreams, sometimes they start without speaking English but they learn English and they add vitality to our country.\n\nThe town hall was held on a factory floor after Mr. Bush toured a plant of Foss Manufacturing, a synthetic fabric firm. Workers in attendance included fans, foes and the indifferent. Employees said attendance was not mandatory, but the plant's production line was shut down to make it easier for them and their families to attend.\n\nOne questioner attacked Mr. Bush's immigration policies, saying it amounted to appeasement to propose allowing a pathway to legal status for millions of people in the U.S. illegally,\n\nWe are pissed off right now, said Dennis Lamare of Lee, N.H. There is an air of appeasement.\n\nResponding to Mr. Lamare, Mr. Bush took a swipe at two of Mr. Trump's signature immigration proposals A building a wall on the southern border and having Mexico pay for it, which Mr. Bush called ludicrous,  and deporting people here illegally and their families.\n\nRounding people up Mr. Bush said, would create real chaos and cost hundreds of billions of dollars.\n\n______________________________________________________\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\n\nFor the latest Washington news, follow @wsjpolitics\n\nFor outside analysis, follow @wsjthinktank","confidence":99,"election_news_confidence":"0.99999627088245469","label_ids":["145270647"],"org":"wsj","title":"Jeb Bush Broadens Attack on Donald Trump","url":"http://blogs.wsj.com/washwire/2015/09/03/jeb-bush-broadens-attack-on-donald-trump/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"7Kaxhq9XEEdTs4e5x","body":"With the release of a new Monmouth University national poll on Thursday, former HP executive Carly Fiorina is now virtually guaranteed a spot on the main debate stage for CNN's Sept. 16 Republican presidential debate. Fiorina takes four percent in the poll, well behind the leaders -- Donald Trump stands at 30 percent and Ben Carson places second with 18 percent. But, that show of support puts her in the top 10 of all the polls conducted after Fox News' debate last month. And with CNN’s rule change earlier this week, that means she gets to appear on-stage even though she’s still only 11th in all of the polls they’re considering. One other note: Ted Cruz has now passed Marco Rubio in overall poll standing and so will be slightly closer to the center of the stage than he was at the Fox debate.","confidence":90,"election_news_confidence":"0.908083331072291","label_ids":["148109750"],"org":"washpo","title":"Carly Fiorina has now officially qualified for the main stage at CNN's debate","url":"http://www.washingtonpost.com/news/the-fix/wp/2015/09/03/carly-fiorina-has-now-officially-qualified-for-the-main-stage-at-cnns-debate/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"7WZnAWoTXauY2hmPQ","body":"WASHINGTON - For details of the U.S. Treasury's auction of\n\n3-year and 10-year notes, and 30-year bonds next week, see:\n\n3-year notes:\n\nhere\n\n10-year notes:\n\n30-year bonds:\n\n(Washington economics newsroom)","confidence":35,"election_news_confidence":"0.35423358137812844","label_ids":["149667832"],"org":"reuters","title":"U.S. Treasury to sell $58 bln in notes, bonds","url":"http://feeds.reuters.com/~r/reuters/bondsNews/~3/iE7o0cNsmJ0/story01.htm","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"8NvaTrpMK5wfQY3x5","body":"IN BEVERLY HILLS, where I grew up, Sunday mornings meant trekking off to Nate ’n Al and stuffing myself with enough lox, bagels and cream cheese to last until dinner and beyond. I could hardly imagine anything more delicious than the deli’s lox—mildly salted, lightly cold-smoked Nova Scotia salmon. As time passed, however, I graduated to Scottish, Irish and Norwegian smoked salmons and liked them even better. But their high price relegated them to the “special occasion food” category.\n\nThe real game-changer first appeared to me on a Stockholm restaurant menu. Gravlax, thinly sliced and rosy-orange, looked like smoked salmon, but its meltingly tender texture and cleaner taste were new, and wonderful. I learned that preparing gravlax was smoke-free and dead simple, a mere matter of smothering a very fresh salmon fillet in salt, sugar and abundant fresh dill, and refrigerating it for a couple of days. Here was something even a kitchen novice could manage at home—and quite inexpensively to boot.\n\nGuests devour my home-cured gravlax enthusiastically whether it’s served as an hors d’oeuvre, a sandwich filling, a brunch-buffet anchor or a light main course. If I’m feeling traditional, I’ll serve dark or rye bread and a sweet mustard-dill sauce as accompaniments. Sometimes, however, I go all Nordic-minimal, presenting the thinly sliced gravlax with nothing but cracked pepper and a drizzle of lemon juice or champagne vinegar.\n\nWhether you opt to serve your gravlax naked or sauced, use only the very freshest fish to make it. Once cured, if well-wrapped and refrigerated, gravlax will last up to a week. But if you smell any off odors, discard it sooner.\n\nThis style of preparation dates back to the middle ages, when Scandinavian fishermen simply buried salted salmon on the beach to preserve it, and the process hasn’t gotten any more complicated in the intervening centuries. Once you’ve mastered the making of gravlax you may want to experiment. The salt-to-sugar ratio is a question of personal taste. And some cooks include additional spices—caraway, coriander and fennel seeds all nicely complement the fresh dill.\n\nI’ve even dallied with versions spiked with aquavit—which, by the way, also makes a delicious and appropriately brisk drink pairing for this herbed and salty food. The curing time is not set in stone either. Longer equals a stronger flavor, and vice versa.\n\nMaking it at home not only saves you the money you’d otherwise spend on all those imported salmons; it also means you can have your gravlax just as you like it. What a luxury.\n\n1. Combine salt, sugar, toasted fennel seeds and crushed peppercorns in a small bowl.\n\n2. Line a deep dish or plastic container with a long piece of foil, letting ends trail out of dish. Cut salmon in half crosswise and place one half, skin-side down, on top of foil.\n\n3. Sprinkle half of spice mix evenly over fish, top with bunch of dill and sprinkle remaining spice over dill. Place remaining salmon, skin-side up, on top.\n\n4. Wrap with foil, place a bowl on top of foil and weight with a heavy can. Refrigerate 48-72 hours, turning foil packet periodically and replacing weight. At end of curing, unwrap, discard dill and wipe spices from fish. (Rinse fish for a less-salty result.) Sprinkle with chopped dill. To serve, thinly slice gravlax against the grain.","confidence":32,"election_news_confidence":"0.32027119441894059","label_ids":["145275610"],"org":"wsj","title":"How To Make Gravlax (and Save Big on Cured Salmon)","url":"http://www.wsj.com/articles/how-to-make-gravlax-and-save-big-on-cured-salmon-1441298027","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"8aKj2bsefieCwFdWT","body":"FRANKFURT, Sept 3 Germany's Commerzbank\n\nsaid its Chief Risk Officer Stefan Schmittmann had\n\nrequested that his contract be terminated at the end of the\n\nyear.\n\nSchmittmann's contract had been due to run through October\n\n2016, Commerzbank said on Thursday, adding its supervisory board\n\nwould pick a successor in due course.\n\n(Reporting by Maria Sheahan; Editing by Edward Taylor)","confidence":47,"election_news_confidence":"0.47782618697816986","label_ids":["147851752"],"org":"reuters","title":"Commerzbank chief risk officer asks to leave early","url":"http://feeds.reuters.com/~r/reuters/financialsNews/~3/TWUVJh0kpZM/story01.htm","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"99tfzufRFAAziu5fK","body":"Hampton, New Hampshire (CNN)Jeb Bush will announce his tax plan next week in Raleigh, North Carolina, the former Florida governor said Thursday.\n\nSpeaking in Hampton, New Hampshire, Bush said he'll lay out his tax proposals next Wednesday. The speech marks the next phase of a series of policy address he's already given on government reform and foreign policy.\n\nWhile he didn't unveil specific details about his plan, he said he wants to lower corporate and personal rates \"as low as you possibly can, eliminating as many of the deductions as you can.\"\n\n\"The tax code is rife with all sorts of deductions and credits that make people feel compelled to kind of follow the script rather than say I want to invest in this business cause I know if I take recycled plastic bottles and use the right technology with the right workers, that we can out compete China,\" he said.\n\nHis remarks came during a campaign event at Foss Manufacturing, which creates polyester fiber out of recycled plastic PET bottles.\n\n\"If you create a system where you're providing real incentive to capital investment that you are going to create higher wage jobs and that should be the objective,\" he said.\n\nBush also drew a contrast with Donald Trump, who favors raising taxes on the wealthy.\n\nBush spokeswoman Allie Bradenburger said next week's event will take place at Morris \u0026 Associates in North Carolina.\n\n\"Morris is the sort of small manufacturer that will benefit from Governor Bush's economic policies that will foster an environment to create 19 million news jobs and raise middle-class incomes,\" she said.","confidence":93,"election_news_confidence":"0.93819739960048054","label_ids":["146749559"],"org":"cnn","title":"Jeb Bush to unveil tax proposals","url":"http://www.cnn.com/2015/09/03/politics/jeb-bush-tax-proposals-north-carolina-2016/index.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"AFwAx7zzqvqFG8Axw","body":"Former Secretary of State Hillary Clinton‘s aides have been drawn into the lawsuits and investigations into her use of a private email server for government business.\n\nTwo top aides are on Capitol Hill this week testifying in front of the House Select Committee on Benghazi, while another has said he will invoke his Fifth Amendment right not to answer questions in the course of the investigation.\n\nHere’s a guide to who is who in the Clinton email drama:\n\nMs. Mills is a longtime attorney, campaign aide and adviser to the Clinton family. She most recently served as chief of Staff to Mrs. Clinton at the State Department. Before that she served in Bill Clinton‘s White House and on Mrs. Clinton’s 2008 presidential campaign. She is on Capitol Hill Thursday testifying behind closed doors before the Benghazi committee.\n\n***\n\nAnother top aide to Mrs. Clinton at the State Department, Mr. Sullivan is a foreign-policy expert and an adviser to her 2016 campaign. He also served on Vice President Joe Biden‘s national security staff. He is expected to testify in front of the Benghazi committee on Friday.\n\nMs. Abedin worked for Mrs. Clinton at the State Department as deputy chief of staff and currently serves on her 2016 campaign. Ms. Abedin obtained permission to work as a special State Department employee, and was also on the payroll of the Clinton Foundation and the consulting firm Teneo. The State Department’s inspector general found this year that she was overpaid by almost $10,000 by the State Department — a finding that Ms. Abedin’s attorneys are challenging.\n\nMr. Reines served as a senior adviser to Mrs. Clinton at the State Department, often handling her media requests. His emails are the subject of a Freedom of Information Act lawsuit by the website Gawker seeking access to his correspondence with reporters.\n\nMr. Pagliano served as an information technology staffer on Mrs. Clinton’s 2008 presidential campaign before going to work for the State Department. He set up the server in question for Mrs. Clinton before it was later transferred to a professional IT company based in Denver. Through an attorney, he announced this week that he would invoke his Fifth Amendment right not to answer questions in the congressional investigations into the email server.\n\nA longtime friend and political confidant of the Clinton family, Mr. Blumenthal was denied a job in the State Department under pressure from the White House. He nevertheless stayed in close contact with Mrs. Clinton during her time in office. He testified in a closed door session in front of the Benghazi committee in May.\n\nMore on the Clinton emails:\n\nInteractive: Search Hillary Clinton’s Emails\n\nHillary Clinton’s Emails Point to Large Role for Blumenthal (Sept. 1)\n\nLargest Batch to Date of Hillary Clinton Emails Released (Sept. 1)\n\nClinton Softens Tone on Email Questions, Just a Bit (Aug. 26)\n\nClassified or Not? Explaining the Clinton Email Controversy (Aug. 19)\n\nFBI Is Looking at Security of Hillary Clinton’s Email System (Aug. 5)\n\n______________________________________________________\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\n\nFor the latest Washington news, follow @wsjpolitics\n\nFor outside analysis, follow @wsjthinktank","confidence":99,"election_news_confidence":"0.99990809960406468","label_ids":["145269252"],"org":"wsj","title":"Who’s Who in the Hillary Clinton Email Controversy","url":"http://blogs.wsj.com/washwire/2015/09/03/whos-who-in-the-hillary-clinton-email-controversy/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"AK2vrpTnFXgNrH3oK","body":"Will he or won't he?\n\nGOP front-runner Donald Trump has a big decision to make today. Trump will meet with RNC chair Reince Preibus in New York City about signing the \"pledge\" to promise to support the Republican nominee for president (if it is not Trump) and more importantly for the RNC -- pledge to not run as a third party candidate.\n\nEvery other GOP candidate in the field has vowed to sign the pledge or has done so already -- but why wouldn't they? None have the bravado of a Trump to make any kind of a case as an independent voice.\n\nSo will Trump do it? I say yes -- especially with Dr. Ben Carson now tied with him for first place at 23 percent in the latest poll out of Iowa.\n\nI also think signing the pledge takes a huge hit away from other candidates at the next GOP debate in two weeks.\n\nIf Trump doesn't sign the pledge they could have gone after him for not being a true Republican and handing the election to the Democrats if he decided to run as an independent.\n\nBut -- Donald Trump is always full of surprises and defies conventional wisdom almost daily.\n\nBe sure to tune into \"The Real Story\" today at 2 ET to hear Trump himself with his decision.\n\nGretchen Carlson currently serves as anchor of FOX News Channel's (FNC) \"The Real Story with Gretchen Carlson\" (weekdays 2-3PM/ET). She is the author of the new book, \"Getting Real\" (Viking, June 16, 2015) and joined the network in June of 2005. Click here for more information on Gretchen Carlson. \n\n+ FollowFoxNewsOpinion on Facebook","confidence":99,"election_news_confidence":"0.99994890156170924","label_ids":["146736250"],"org":"fox","title":"Gretchen's Take: Will he or won't he? Trump's bid decision","url":"http://feeds.foxnews.com/~r/foxnews/opinion/~3/IAfTaPZrrSw/gretchens-take-will-or-wont-trumps-bid-decision.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"AbgPwe6NW6cgWSWKc","body":"NEW YORK — The National Football League will appeal a federal judge's ruling throwing out New England Patriots quarterback Tom Brady's \"Deflategate\" suspension, Commissioner Roger Goodell said in a statement.\n\nU.S. District Judge Richard Berman in New York vacated Brady's four-game ban earlier on Thursday, ruling that Goodell's decision in July to uphold Brady's suspension was legally flawed.\n\n(Reporting by Joseph Ax, Editing by Franklin Paul)","confidence":41,"election_news_confidence":"0.4109536001488141","label_ids":["146551010"],"org":"nyt","title":"NFL Will Appeal Judge's Ruling Vacating Tom Brady's 'Deflategate' Ban","url":"http://rss.nytimes.com/c/34625/f/640374/s/498bf483/sc/35/l/0L0Snytimes0N0Creuters0C20A150C0A90C0A30Csports0Cfootball0C0A3reuters0Enfl0Ebrady0Eappeal0Bhtml0Dpartner0Frss0Gemc0Frss/story01.htm","user_ids":["sapyaLKhwfggF7QhM"]}
{"title":"Wonkblog: Is Chipotle evil? This ad campaign says absolutely","url":"http://www.washingtonpost.com/news/wonkblog/wp/2015/09/03/is-chipotle-evil-this-ad-campaign-says-absolutely/?wprss=rss_business","org":"washpo","body":"This morning, a new, controversial ad campaign hit the press. New Yorkers, en route to work, were likely the first to see it, because it's inaugural imprint was in The New York Post, in the form of a full page advert. And it isn't at all kind to Chipotle. The ad, which features a flexing, overweight male, looking directly into the camera, smiling, almost snidely, clearly mocks the notion that eating at Chipotle is a healthy life choice. \"Eat two 'all natural' Chipotle burritos a week and you could gain 40 pounds in a year,\" the ad says, oozing with sarcasm. At the very top, large block letters read ''Chipotle' Healthy,' in large block letters. This is what it looks like. The link teased in over-sized capital letters, chubbychipotle.com, leads to a single page website. Within it, Chipotle's slogan—'food with integrity'—is altered so it says 'food with hypocrisy' instead; its commitments to sustainability, antibiotic-free meat, and GMO-free food are also disparaged. Sofrito, the website quips at one point, is a word the chain \"made up for tofu.\" In all, there are four sections, and each one of them is equally harsh in its treatment, taking issue with distinct facets of Chipotle's messaging. The campaign is being funded by The Center for Consumer Freedom (CCF), which is only apparent once one scrolls to the very bottom of the website. CCF is a non-profit organization, which lobbies on behalf of the food companies. The group's mission is perhaps most clearly evident in those it deems its adversaries. \"A growing cabal of activists has meddled in Americans’ lives in recent years,\" CCF's about section says. \"They include self-anointed “food police,” health campaigners, trial lawyers, personal-finance do-gooders, animal-rights misanthropes, and meddling bureaucrats.\" Chipotle, CCF holds, falls firmly into that family of enemy activists. \"A lot of what Chipotle says about its food is based on misconceptions,\" said Will Coggin, who is the director of research at CCF. \"We launched this campaign, because we wanted to take this stuff head on.\" Specifically, Coggin points to the chain's self-aggrandizing statements about its food. \"They've built up this idea that somehow their food is better for you, that it's healthier for you,\" he said. \"We're not going to take it.\" Chipotle, for its part, is neither surprised by the attack nor impressed by it. \"What they're saying, what they're accusing us of, it's nothing new,\" said Chris Arnold, Chipotle's director of communications. \"They're just rehashing things others have been making up about us for years.\" \"There's nothing false at all about our advertising or marketing,\" he added. \"But there are legitimate ways to challenges these sorts of things. Launching a smear campaign isn't one of them. It's actually just pretty infantile.\" Chipotle has earned both praise and skepticism in its ascent to the upper echelon of the fast food world. The company's mission, which is centered around a commitment to sourcing the most ethical ingredients possible, has proven an honest one. Earlier this year, when it became clear that a pork supplier wasn't meeting the company's standards, Chipotle took the fall, and stopped serving pork at hundreds of restaurants around country. The act was met with applause, as consumers celebrated the chain's steadfastness about its core values. Chipotle's announcement that it would no longer serve foods containing genetically modified organisms, however, was far less popular. Much of the media, including The Washington Post's editorial board, accused the chain of irresponsible fear-mongering. But CCF's campaign calls the entirety of Chipotle's messaging into question, which Arnold says is pretty ironic. \"We've always been very transparent in the way that we run our business,\" he said. \"You can't really say the same about the Center for Consumer Freedom.\" Indeed, there is reason to believe that the organization's intention might be less pure than their statements make it seem. CCF, after all, was founded by Rick Berman, a lawyer and lobbyist, famous for arguing on behalf of big food companies and against big health initiatives. Initially, the group was founded to fight smoking curbs in restaurants. The money, of course, came from the coffers of tobacco companies and restaurants. But it has since shifted its focus to the food and beverage industry, where many large players are worried about the impact of health, nutrition, and animal welfare concerns. \"Our general goal is to push against activist groups,\" Coggin says. \"We're very clear about that.\" What CCF isn't clear about is who exactly funds its work. Coggin holds that no company, or even group of companies, helped spearhead the anti-Chipotle campaign. \"It's just a project of ours.\" But it's impossible for people to know, because the center is a nonprofit 501(c)(3) organization, and, as such, doesn't have to disclose individual donors. Instead, it offers transparency by sharing only a vague sense of where it gets its money. \"The Center for Consumer Freedom is supported by restaurants, food companies and thousands of individual consumers,\" the organization's website says. \"Mr. Berman is being paid to advocate the interests of a company or group of companies or industry, but won't say who those are,\" said Arnold. \"I don't know about you, but that seems kind of shady.\" Shady or not, the public attacks are likely only to pick up speed, and prominence. Asked whether the full-page ad in the New York Post and new Web site were the extent of the campaign, Coggin assured that it's only the start. \"Oh, there is more to come,\" he said. \"But I won't say anymore, I can't talk about it at this time.\"","election_news_confidence":"0.41363656667534715","label_ids":[],"user_ids":[],"confidence":41,"_id":"CyPGtcw66MX7X2Net"}
{"_id":"EAXpqx946hCKPhcLk","body":"The 2,000-year-old Temple of Bel in Syria was recently blown up by the Islamic State. Now, archeologists are trying to digitally document other antiquities before they suffer the same fate. (Silvan Rehfeld, UNESCO via AP)\n\nArchaeologists and thousands of volunteers are in a race against time to digitally map some of the world's oldest and most important statues, temples, and cities before they can be destroyed by the Islamic State, the Los Angeles Times reports.\n\nIf ISIS \"is permitted to wipe the slate clean and rewrite the history of a region that defined global aesthetic and political sensibilities, we will collectively suffer a costly and irreversible defeat,\" Roger Michel, director of the Institute for Digital Archaeology, tells the Telegraph.\n\nIn recent months, the terrorist group has blown up a pair of 2,000-year-old temples in Syria and destroyed Iraq's ancient city of Nimrud. ISIS considers these antiquities idolatry, and destroying them is a major facet of its propaganda, notes Forbes.\n\nTo combat the loss of history, the institute—a venture between Harvard and Oxford—is spending $2 million to send at least 5,000 high-tech cameras to volunteers in the region to take millions of photos, the Telegraph reports.\n\nThe institute will use the photos to create 3-D images, which could be used to make replicas of destroyed sites, something Forbes states MIT has offered to do.\n\nTaking photos at these sites will be dangerous work, and volunteers will only go to sites not yet controlled by ISIS, the Times reports. Though the project started only six weeks ago, time is of the essence.\n\n\"We want to do something to document this legacy before it disappears,\" Michel tells the Times. (The group also beheaded an archaeological pioneer in the region.)\n\nThis article originally appeared on Newser: Archaeologists Race to Map History Before ISIS Destroys It\n\nMore From Newser\n\nAssange's Embassy Escape Plans Revealed\n\nTragic Tale of the German Who Wouldn't Salute Hitler\n\nPolar Bears Lay Siege to Russian Weather Station","confidence":32,"election_news_confidence":"0.3201054197976132","label_ids":["149654220"],"org":"fox","title":"Archaeologists' weapon against ISIS: 5,000 cameras","url":"http://www.foxnews.com/science/2015/09/03/archaeologists-weapon-against-isis-5000-cameras/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"F76YvPTf4bWBGZFio","body":"MONTEVIDEO, Sept 3 Consumer prices in Uruguay\n\nrose 1.18 percent in the month of August, official data showed\n\non Thursday, above market expectations and leaving the\n\nyear-on-year inflation rate at 9.48 percent.\n\nA central bank poll of analysts had forecast an August rate\n\nof 0.91 percent.\n\n(Reporting by Malena Castaldi; Writing by Richard Lough)","confidence":31,"election_news_confidence":"0.31271104015270429","label_ids":["141983068","144009885"],"org":"reuters","title":"Uruguay says August inflation 1.18 pct m/m","url":"http://feeds.reuters.com/~r/news/usmarkets/~3/QeEWJ0kpFaI/story01.htm","user_ids":["eemL5mhSPrHkhGxZw","sapyaLKhwfggF7QhM"]}
{"_id":"FZtzixzaB4qCy7GuF","body":"Recipe: Deliciousness over rice\n\nWinning Alaska Recipe from \"The 2015 Healthy Lunchtime Challenge Kids' 'State Dinner' Cookbook,\" courtesy of WGBH.\n\nRecipe submitted by 10-year-old Sable Scotton. \"I really like vegetables. In the summer, I wander through the garden eating peas, carrots, broccoli, and even flowers like nasturtiums,\" says Sable. \"I also love to fish for wild salmon and other types of whitefish with my family, so this recipe brings together my two favorite worlds. This recipe is for one of my favorite foods because it is so delicious and healthy. It uses wild salmon that we harvest from the Yukon River and then jar ourselves. However, any species of canned salmon can be used.\"\n\nIngredients:\n\nDirections:\n\nNutrients:\n\nMakes six servings, 341 calories, 13g fat, 35g carbohydrates, 22g protein","confidence":32,"election_news_confidence":"0.32364239883625651","label_ids":["148818504"],"org":"cnn","title":"Recipe: Deliciousness over rice","url":"http://www.cnn.com/2015/09/03/health/deliciousness-over-rice-recipe/index.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"G297NLcy2ES5TP2Z2","body":"This morning, a new, controversial ad campaign hit the press. New Yorkers, en route to work, were likely the first to see it, because it's inaugural imprint was in The New York Post, in the form of a full page advert. And it isn't at all kind to Chipotle. The ad, which features a flexing, overweight male, looking directly into the camera, smiling, almost snidely, clearly mocks the notion that eating at Chipotle is a healthy life choice. \"Eat two 'all natural' Chipotle burritos a week and you could gain 40 pounds in a year,\" the ad says, oozing with sarcasm. At the very top, large block letters read ''Chipotle' Healthy,' in large block letters. This is what it looks like. The link teased in over-sized capital letters, chubbychipotle.com, leads to a single page website. Within it, Chipotle's slogan—'food with integrity'—is altered so it says 'food with hypocrisy' instead; its commitments to sustainability, antibiotic-free meat, and GMO-free food are also disparaged. Sofrito, the website quips at one point, is a word the chain \"made up for tofu.\" In all, there are four sections, and each one of them is equally harsh in its treatment, taking issue with distinct facets of Chipotle's messaging. The campaign is being funded by The Center for Consumer Freedom (CCF), which is only apparent once one scrolls to the very bottom of the website. CCF is a non-profit organization, which lobbies on behalf of the food companies. The group's mission is perhaps most clearly evident in those it deems its adversaries. \"A growing cabal of activists has meddled in Americans’ lives in recent years,\" CCF's about section says. \"They include self-anointed “food police,” health campaigners, trial lawyers, personal-finance do-gooders, animal-rights misanthropes, and meddling bureaucrats.\" Chipotle, CCF holds, falls firmly into that family of enemy activists. \"A lot of what Chipotle says about its food is based on misconceptions,\" said Will Coggin, who is the director of research at CCF. \"We launched this campaign, because we wanted to take this stuff head on.\" Specifically, Coggin points to the chain's self-aggrandizing statements about its food. \"They've built up this idea that somehow their food is better for you, that it's healthier for you,\" he said. \"We're not going to take it.\" Chipotle, for its part, is neither surprised by the attack nor impressed by it. \"What they're saying, what they're accusing us of, it's nothing new,\" said Chris Arnold, Chipotle's director of communications. \"They're just rehashing things others have been making up about us for years.\" \"There's nothing false at all about our advertising or marketing,\" he added. \"But there are legitimate ways to challenges these sorts of things. Launching a smear campaign isn't one of them. It's actually just pretty infantile.\" Chipotle has earned both praise and skepticism in its ascent to the upper echelon of the fast food world. The company's mission, which is centered around a commitment to sourcing the most ethical ingredients possible, has proven an honest one. Earlier this year, when it became clear that a pork supplier wasn't meeting the company's standards, Chipotle took the fall, and stopped serving pork at hundreds of restaurants around country. The act was met with applause, as consumers celebrated the chain's steadfastness about its core values. Chipotle's announcement that it would no longer serve foods containing genetically modified organisms, however, was far less popular. Much of the media, including The Washington Post's editorial board, accused the chain of irresponsible fear-mongering. But CCF's campaign calls the entirety of Chipotle's messaging into question, which Arnold says is pretty ironic. \"We've always been very transparent in the way that we run our business,\" he said. \"You can't really say the same about the Center for Consumer Freedom.\" Indeed, there is reason to believe that the organization's intention might be less pure than their statements make it seem. CCF, after all, was founded by Rick Berman, a lawyer and lobbyist, famous for arguing on behalf of big food companies and against big health initiatives. Initially, the group was founded to fight smoking curbs in restaurants. The money, of course, came from the coffers of tobacco companies and restaurants. But it has since shifted its focus to the food and beverage industry, where many large players are worried about the impact of health, nutrition, and animal welfare concerns. \"Our general goal is to push against activist groups,\" Coggin says. \"We're very clear about that.\" What CCF isn't clear about is who exactly funds its work. Coggin holds that no company, or even group of companies, helped spearhead the anti-Chipotle campaign. \"It's just a project of ours.\" But it's impossible for people to know, because the center is a nonprofit 501(c)(3) organization, and, as such, doesn't have to disclose individual donors. Instead, it offers transparency by sharing only a vague sense of where it gets its money. \"The Center for Consumer Freedom is supported by restaurants, food companies and thousands of individual consumers,\" the organization's website says. \"Mr. Berman is being paid to advocate the interests of a company or group of companies or industry, but won't say who those are,\" said Arnold. \"I don't know about you, but that seems kind of shady.\" Shady or not, the public attacks are likely only to pick up speed, and prominence. Asked whether the full-page ad in the New York Post and new Web site were the extent of the campaign, Coggin assured that it's only the start. \"Oh, there is more to come,\" he said. \"But I won't say anymore, I can't talk about it at this time.\"","confidence":41,"election_news_confidence":"0.41363656667534715","label_ids":["149327244"],"org":"washpo","title":"Is Chipotle evil? This ad campaign says absolutely","url":"http://www.washingtonpost.com/news/wonkblog/wp/2015/09/03/is-chipotle-evil-this-ad-campaign-says-absolutely/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"GF3LFgDETuERXdH93","body":"Related NPR Stories\n\nIt's All Politics\n\nThe 'Trump Effect' Alienating Conservative Latinos\n\nDonald Trump In 9 Quotes And 200 Seconds\n\nReporter Evan Osnos says the removal of the Confederate flag from South Carolina's state house reinvigorated extremist white-rights groups. Then, he says, \"into that moment dropped Donald Trump.\"","confidence":99,"election_news_confidence":"0.99707082506487954","label_ids":["146742359"],"org":"npr","title":"How White Nationalist Groups Found Their Candidate In Donald Trump","url":"http://www.npr.org/2015/09/03/437195328/how-white-nationalist-groups-found-their-candidate-in-donald-trump","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"GZXGb7eFLDqNEZrNc","body":"Will he or won't he?\n\nGOP front-runner Donald Trump has a big decision to make today. Trump will meet with RNC chair Reince Preibus in New York City about signing the \"pledge\" to promise to support the Republican nominee for president (if it is not Trump) and more importantly for the RNC -- pledge to not run as a third party candidate.\n\nEvery other GOP candidate in the field has vowed to sign the pledge or has done so already -- but why wouldn't they? None have the bravado of a Trump to make any kind of a case as an independent voice.\n\nSo will Trump do it? I say yes -- especially with Dr. Ben Carson now tied with him for first place at 23 percent in the latest poll out of Iowa.\n\nI also think signing the pledge takes a huge hit away from other candidates at the next GOP debate in two weeks.\n\nIf Trump doesn't sign the pledge they could have gone after him for not being a true Republican and handing the election to the Democrats if he decided to run as an independent.\n\nBut -- Donald Trump is always full of surprises and defies conventional wisdom almost daily.\n\nBe sure to tune into \"The Real Story\" today at 2 ET to hear Trump himself with his decision.\n\nGretchen Carlson currently serves as anchor of FOX News Channel's (FNC) \"The Real Story with Gretchen Carlson\" (weekdays 2-3PM/ET). She is the author of the new book, \"Getting Real\" (Viking, June 16, 2015) and joined the network in June of 2005. Click here for more information on Gretchen Carlson. \n\n+ FollowFoxNewsOpinion on Facebook","confidence":99,"election_news_confidence":"0.99994890156170924","label_ids":["145974586"],"org":"fox","title":"Gretchen's Take: Will he or won't he? Trump's bid decision","url":"http://feeds.foxnews.com/~r/foxnews/opinion/~3/IAfTaPZrrSw/gretchens-take-will-or-wont-trumps-bid-decision.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"GppcM88KbC3iqxspj","body":"A national poll released Thursday gives more confirmation that Ben Carson has developed a head of steam in the Republican field, showing that only Mr. Carson, the retired brain surgeon, outperforms Donald J. Trump in a head-to-head matchup.\n\nRepublicans and Republican-leaning likely voters preferred Mr. Carson 55 percent, compared with 36 percent for Mr. Trump, according to the Monmouth University Poll.\n\n“The fact that the only one who can challenge Trump is the only other candidate who has never held or run for elected office speaks volumes to the low regard G.O.P. voters have for the establishment,” Patrick Murray, director of the Monmouth University Polling Institute, said in a statement.\n\nThe poll found Mr. Trump’s overall support still highest when matched against the full Republican field. It rose four percentage points, to 30 percent, since an earlier Monmouth poll before the first debate in early August.\n\nMr. Carson was in second place in the field, with 18 percent support. Jeb Bush dropped to third since August, with 8 percent, and Gov. Scott Walker of Wisconsin slid to eighth place with 3 percent. Carly Fiorina, the former Hewlett-Packard executive, doubled her support to 4 percent.\n\nThe Monmouth poll is one that CNN will use to determine if Mrs. Fiorina is included in the top-tier debate of Republican candidates in its Sept. 16 debate. She tied for 6th place in the poll, good enough to make the cut.\n\nMr. Trump continued to lead all rivals among different Republican demographic groups. He was preferred by very conservative voters as well as moderate to liberal ones. He led with Tea Party supporters, with men and with women.\n\nOther findings: Gov. John Kasich of Ohio has seen little movement in his national support since he squeaked onto the main debate stage last month in Cleveland. And Mr. Bush’s favorability has slipped to 41 percent from 52 percent last month.\n\nThe poll was conducted by telephone from Aug. 31 to Sept. 2 and has a margin of error of plus or minus five percentage points.","confidence":99,"election_news_confidence":"0.99983972985182734","label_ids":["149908210"],"org":"nyt","title":"First Draft: Ben Carson Shows More Strength in National Poll","url":"http://www.nytimes.com/politics/first-draft/2015/09/03/ben-carson-shows-more-strength-in-national-poll/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"JGcoBDdPfdjmSRFNE","body":"Republican presidential candidate Donald Trump waves to the crowd after speaking at the National Federation of Republican Assemblies on Saturday, Aug. 29, 2015, in Nashville, Tenn.\n\nMark Humphrey/AP\n\nDonald Trump may be backing down — sort of. The billionaire businessman was the only GOP presidential candidate not to raise his hand at last month's debate to pledge he wouldn't run as a third-party candidate. Now, however, it seems he's poised to promise not to undertake an independent bid if he loses the Republican nomination. Trump's announcement is expected at a 2 p.m. EST press conference at Trump Tower in New York City. That's after a 1 p.m. meeting with Republican National Committee Chairman Reince Priebus, where he's expected to sign the pledge. But a GOP source stresses, \"With Trump, nothing is certain until it's final.\" Even if Trump inks the pledge, it's not a given that he won't mount a third-party run — or that he'll even stand by this one. The RNC pledge isn't legally binding, and there's nothing holding him to it if he decides the party at a later date isn't treating him fairly. The move appears to be aimed at making sure he qualifies for early primary ballots. South Carolina, which holds the first primary in the South, has a similar pledge affixed to its ballot qualifications, which must be submitted by the end of September. Speaking in the Palmetto State last week, Trump demurred on whether he would sign it, insisting there was plenty of time.\n\nBut Trump seemed to be leaning toward signing it at an event last weekend in Nashville. \"We're going to make a decision very soon,\" he told reporters. \"And I think a lot of people are going to be very happy.\" With the clock ticking and pressure mounting, Trump appears to be bending to the party — at least for now. Bottom line — Trump has to sign these pledges if he wants to be considered a serious candidate in the short run. He wouldn't even be able to get on the GOP ballot in some important states like South Carolina and possibly Virginia and North Carolina, which are also considering loyalty pledges. Whether those are enforceable is another matter. There's a history of loyalty pledges in parties Parties can determine who gets on their ballot. And when candidates have refused to sign a loyalty oath, they haven't been permitted to run in the primary. In 2008, then-Ohio Rep. Dennis Kucinich sued to try to get on the Texas Democratic ballot after he wouldn't sign the party's pledge, but courts upheld the decision. Richard Winger, editor of Ballot Access News, said while the primary ballot is enforceable, the general election is a different story. Trump is stating, in good faith, that he won't run as any other party's candidate or an independent if he doesn't win the nomination, but there's still no legal muster behind such a pledge. \"They only have moral force. They can't enforce it,\" Winger said. \"But it's embarrassing for people to give their word that they would not do something and then do it.\" Some states do have sore-loser laws. If a candidate loses a primary, that candidate can't run as an independent in the general election. While that's mostly been in congressional races, some may also try to get it to apply to presidential elections, if it came to that. But Winger said that could be a difficult argument, too. In his most recent issue of Ballot Access News, he notes that 34 states who do have sore-loser laws have precedents where they have allowed a candidate to run again, even if they lost the primary. In some cases, that may apply only to an independent run. In 2012, former New Mexico Gov. Gary Johnson sought and lost the GOP nomination for president. Instead, he ran as the Libertarian Party's nominee, and wasn't allowed on the Michigan ballot. However, that was because he was running under another party's banner — had he simply been running as an independent, he would have been allowed. And in states that hold caucuses instead of primaries, enforcement of a pledge could also prove difficult. So, while there is plenty of legal wiggle room for Trump, this is the surest sign yet that he is trying to play within GOP rules. His actions could engender goodwill from some in the establishment, even though many remain skeptical of his intentions. With where he stands in the polls and with the size of crowds he's drawing, party leaders have to recognize his staying power and that there is feasibly a chance he could be the Republican nominee. For Trump, there is a bright side in signing the pledge, too. If he does win the GOP nomination, now his other rivals, who have badmouthed and beat up on him, will be the ones eating crow — and backing his candidacy.","confidence":99,"election_news_confidence":"0.99999999593496436","label_ids":["148104700"],"org":"npr","title":"Will Donald Trump Really Back Down From A Third Party Threat?","url":"http://www.npr.org/sections/itsallpolitics/2015/09/03/437198983/will-donald-trump-really-back-down-from-a-third-party-threat","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"JQiDZkqL5EGzTMM9J","body":"Hampton, New Hampshire (CNN)Jeb Bush will announce his tax plan next week in Raleigh, North Carolina, the former Florida governor said Thursday.\n\nSpeaking in Hampton, New Hampshire, Bush said he'll lay out his tax proposals next Wednesday. The speech marks the next phase of a series of policy address he's already given on government reform and foreign policy.\n\nWhile he didn't unveil specific details about his plan, he said he wants to lower corporate and personal rates \"as low as you possibly can, eliminating as many of the deductions as you can.\"\n\n\"The tax code is rife with all sorts of deductions and credits that make people feel compelled to kind of follow the script rather than say I want to invest in this business cause I know if I take recycled plastic bottles and use the right technology with the right workers, that we can out compete China,\" he said.\n\nHis remarks came during a campaign event at Foss Manufacturing, which creates polyester fiber out of recycled plastic PET bottles.\n\n\"If you create a system where you're providing real incentive to capital investment that you are going to create higher wage jobs and that should be the objective,\" he said.\n\nBush also drew a contrast with Donald Trump, who favors raising taxes on the wealthy.\n\nBush spokeswoman Allie Bradenburger said next week's event will take place at Morris \u0026 Associates in North Carolina.\n\n\"Morris is the sort of small manufacturer that will benefit from Governor Bush's economic policies that will foster an environment to create 19 million news jobs and raise middle-class incomes,\" she said.","confidence":93,"election_news_confidence":"0.93819739960048054","label_ids":["145979435"],"org":"cnn","title":"Jeb Bush to unveil tax proposals","url":"http://www.cnn.com/2015/09/03/politics/jeb-bush-tax-proposals-north-carolina-2016/index.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"KaFcp8kbqEwtqS5JT","body":"OVERGAARD, Ariz. –  A 23-year-old Phoenix man is in critical condition after shooting himself in the head while trying to show that a handgun could not be fired while he had the safety mechanism engaged.\n\nThe Navajo County Sheriff's Office said Christen Reece fired his handgun Wednesday while shooting with six other people outside Overgaard in eastern Arizona.\n\nFriends took Reece to the local fire department, where he was treated before being airlifted to a Scottsdale hospital for surgery.","confidence":30,"election_news_confidence":"0.30664717973798306","label_ids":["149113145"],"org":"fox","title":"Phoenix man critical after shooting himself while trying to show that gun wouldn't fire","url":"http://feeds.foxnews.com/~r/foxnews/national/~3/qjAR-lQvF2w/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"LnfGkWkKqcsiiaLHv","body":"WASHINGTON — The trade deficit in the United States fell in July to its lowest level in five months as exports rose broadly, signaling underlying strength in the economy despite concerns about a global growth slowdown.\n\nThe Commerce Department said the trade gap narrowed 7.4 percent to $41.9 billion, the smallest level since February. The trade deficit for June was revised to $45.2 billion from the previously reported $43.8 billion.\n\nWhen adjusted for inflation, the deficit fell to $56.2 billion in July from $59 billion the previous month.\n\nThe smaller deficit implied a modest contribution to gross domestic product from trade early in the third quarter. Trade contributed 0.3 percentage point to the economy's 3.7 percent annualized growth rate in the second quarter.\n\nOther data released on Thursday showed an increase in the number of Americans filing new claims for unemployment benefits. The trend in jobless claims, however, remained consistent with a strengthening labor market.\n\nThe Labor Department said initial claims for state unemployment benefits increased 12,000 to a seasonally adjusted 282,000 for the week that ended on Tuesday.\n\nThe claims data has no bearing on Friday’s closely watched employment report for August as it fell outside the survey period. According to a Reuters survey of economists, nonfarm payrolls most likely increased by 220,000 last month after rising 215,000 in July.\n\nBut job gains could come in below expectations as the first reading of August payrolls has tended to be weaker in the last several years before being revised higher.\n\nThe August employment report will be released less than two weeks before the Federal Reserve's Sept. 16-17 policy-setting meeting. There is speculation the central bank could raise interest rates at that meeting.\n\nThe four-week moving average of claims, considered a better measure of labor market trends as it smooths out week-to-week volatility, rose 3,250 to 275,500 last week.\n\nIt was the 23rd consecutive week that the four-week average remained below the 300,000 threshold, which is usually associated with a strengthening labor market.\n\nIn July, exports increased 0.4 percent to $188.5 billion. While that was the first increase since April, exports remain constrained by a strong dollar. The dollar has gained 16.8 percent against the currencies of the United States’ main trading partners since June 2014.\n\nExports to China fell 1.9 percent, and imports from that country dipped 0.2 percent. That left the politically sensitive United States-China trade deficit at $31.6 billion, up 0.4 percent from June. The trade deficit with China will be closely watched in the coming months after that country devalued its currency in August.\n\nExports to Canada fell 8.3 percent in July and could come under more pressure after the Canadian economy slipped into recession in the second quarter.","confidence":69,"election_news_confidence":"0.69611056128451287","label_ids":["141983770","144011696"],"org":"nyt","title":"Weekly Jobless Claims Rise; Trade Deficit Narrows","url":"http://www.nytimes.com/2015/09/04/business/economy/weekly-jobless-claims-rise-trade-deficit-narrows.html","user_ids":["eemL5mhSPrHkhGxZw","sapyaLKhwfggF7QhM"]}
{"_id":"M5CzSHXz25ScvJJDp","body":"Political junkies are focused on Donald Trump, but Hillary Clinton’s weakness remains a huge story. Her support among Iowa’s likely Democratic caucusgoers has dropped to 37%, down 20 points since May, according to an Aug. 26 Des Moines Register/Bloomberg Politics poll. Meanwhile, Vermont Sen. Bernie Sanders is up 16 points to 30%, and Vice President Joe Biden, who isn’t even running, is up six points to 14%.\n\nThe poll caused great consternation among Mrs. Clinton’s supporters, as it should have. Some of her advocates tried to claim that the survey contained good news, in that the former secretary of state’s favorable rating among Democratic caucusgoers remained at 77%.\n\nBut if Mrs. Clinton’s favorables remained high while she hemorrhaged support, then Iowa Democrats are moving to Mr. Sanders not because they dislike her but because she doesn’t excite them, and they like him more. That too was polled. Only 2% of Mr. Sanders’s backers said that their decision to support him was because they don’t support Mrs. Clinton.\n\nBut is there a Democrat who—absent something extraordinary, say, Mrs. Clinton’s indictment over mishandling classified information on her private email account—can beat her for the nomination?\n\nIf this is the field, the answer is probably no. Former Maryland Gov. Martin O’Malley, former Virginia Sen. Jim Webb and former Rhode Island Gov. Lincoln Chafee are vying to avoid being asterisks in the polls.\n\nThings will probably get worse for Mrs. Clinton in the short term. It’s possible, even likely, that she will lose both the Feb. 1 Iowa caucus and the New Hampshire primary eight days later. Mr. Sanders will appeal in a state like Iowa, where there is a strong left-wing sentiment, and the caucus format is dominated by more ideologically committed activists. He could carry New Hampshire in a multicandidate field.\n\nBut then the calendar becomes Mrs. Clinton’s friend. South Carolina and Nevada are next. Neither is fertile ground for Mr. Sanders, the self-proclaimed democratic socialist. On March 1 come primaries in Arkansas, Massachusetts, Oklahoma, Tennessee and Texas, all states Mrs. Clinton carried in 2008. She will probably fare well on super Tuesday again, except perhaps in Massachusetts, a next-door neighbor to Mr. Sanders’s home state.\n\nThere also will be primaries that day in Alabama, Georgia, North Carolina, Vermont and Virginia, states that then-Sen. Barack Obama carried in 2008. Vermont will go for its favorite son, but Mrs. Clinton stands a better chance than Mr. Sanders in the others if she has the backing of black Democratic leaders who voted for Mr. Obama seven years ago.\n\nCompeting in these primaries will be expensive. A reasonable flight of three or four weeks of television ads in those states will cost north of $30 million, even at the low rates candidates are guaranteed by the FCC, and more if the ads are bought by a super PAC. Mrs. Clinton is likely to have the cash; Mr. Sanders is not, even if his fundraising gets a boost from early victories.\n\nThe contests between March 5 and March 15 appear inhospitable for Mr. Sanders as well. Mrs. Clinton carried Florida, Michigan and Ohio in 2008 and virtually tied in Missouri, even with Sen. Claire McCaskill helping out Mr. Obama. This time she will be helping Hillary. Mr. Obama carried his home state of Illinois, Kansas (where he claimed family ties), Louisiana and Mississippi. All four, especially the Southern states, seem better turf for Mrs. Clinton this time.\n\nThere are also March caucuses in Colorado, Minnesota and Nebraska. Unprepared for most caucuses in 2008, Mrs. Clinton got walloped. Even if she’s learned a lesson, Mr. Sanders could be competitive in parts of Colorado and Minnesota.\n\nMr. Sanders’s problem is simply that there aren’t enough left-wing enclaves like Portland and Berkeley, Madison and Ann Arbor, Burlington and Boulder for him to beat her for the nomination.\n\nCould Vice President Joe Biden, though? Mr. Biden would do better in the blue-collar parts of Missouri and Michigan than Mr. Sanders—and maybe even Mrs. Clinton. But once the contest runs through the South, he would have to pick up a substantial part of the black vote. It’s one thing to vacation in South Carolina, as Mr. Biden does. It’s another thing to generate the level of support that Mr. Obama enjoyed there in 2008.\n\nStill, the more candidates in the Democratic race, the more Mrs. Clinton’s numbers will drop, and the more unconventional the nominating process will become. And in this election, unconventional is doing better than expected.\n\nMr. Rove helped organize the political-action committee American Crossroads and is the author of “The Triumph of William McKinley: Why the 1896 Election Still Matters,” out in November from Simon \u0026 Schuster.","confidence":99,"election_news_confidence":"0.99998270649105214","label_ids":["145279962"],"org":"wsj","title":"Hillary Could Lose Iowa---and New Hampshire","url":"http://www.wsj.com/articles/hillary-could-lose-iowaand-new-hampshire-1441234267","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"MiFJpQmJrzNzJafMc","body":"HAMPTON, N.H. Jeb Bush will lay out a tax plan next week aimed at lowering corporate and personal tax rates and giving the U.S. economy a jolt, the Republican presidential candidate said on Thursday.\n\nBush said he would announce details of his plan on Wednesday in Raleigh, North Carolina. He said he would seek to enable U.S. companies which have an estimated $2 trillion in cash abroad to bring that money home to reinvest in American businesses and create jobs.\n\nCompanies keep those funds overseas to avoid having it taxed twice, in the country in which they are doing business and again when brought back to the United States.\n\n\"The basic notion of this is to make our tax code the economic driver of investment in our own country,\" the former Florida governor told a town hall event in Hampton, New Hampshire.\n\nBush did not give a lot of details about his plan, but said the idea would be to \"lower the rates, corporate rates and personal rates, as low as you possibly can, eliminating as many of the deductions as you can.\"\n\nRepublicans have long sought to pass legislation reducing the U.S. corporate tax rate to 25 percent from 35 percent. Republicans and Democrats in Congress have talked about tax reform during President Barack Obama's second term, but the effort has stalled.\n\n\"The tax code is rife with all sorts of deductions and credits and make people feel compelled to kind of follow the script rather than say 'I’m going to invest in this business,'\" Bush said.\n\nBush is a leading candidate for the Republican presidential nomination, and is one of the many contenders who have made repeated swings through New Hampshire, one of the earliest states to vote in the runup to the November 2016 election.\n\nHe said small foreign companies are buying larger American companies in order to take advantage of lower rates.\n\n\"I want to reverse that,\" he said, and do this by \"eliminating the worldwide taxation of income.\"\n\nBush said if the tax code can be reformed, it would lead to massive capital investment in the United States.\n\nBush's goal is to achieve 4 percent economic growth in the United States, a level that has not been reached in years.\n\nHe also said he will release the names of his major campaign donors, so-called \"bundlers\" who persuade a group of people to contribute money at the same time.\n\n(Reporting by Steve Holland; Editing by Jonathan Oatis)","confidence":82,"election_news_confidence":"0.82925732460323176","label_ids":["141981075","143851487"],"org":"reuters","title":"Bush says will lay out tax reform plan next week in North Carolina","url":"http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/8HRORSO-pbA/story01.htm","user_ids":["eemL5mhSPrHkhGxZw","sapyaLKhwfggF7QhM"]}
{"_id":"N6KbCzhwti3GdTCwG","body":"Hear The Songs\n\nGerman DJ Shantel collaborates with Greek musician Areti Ketime in \"EastWest.\"\n\nCourtesy of the artists\n\nWe listen to a lot of different kinds of music at Alt.Latino. Every now and then, we like to play material that falls outside of the Latin Alternative vein. So we asked our colleague Anastasia Tsioulcas to bring in tracks that she's collected for her blog, Latitudes, and help us dig deeper into classical and traditional music from across Latin America and Spain. We like to think of Anastasia as our own private musical explorer, but mostly we like to have her on for the fun we have when she's around: lots of laughs, great music and amazing stories. All we're missing is a few drinks and some food, but we're working on that. In the meantime, enjoy the music!","confidence":33,"election_news_confidence":"0.33690036552533253","label_ids":["146545786"],"org":"npr","title":"Latitudes And Longitudes: Latin Music From Around The Globe","url":"http://www.npr.org/sections/altlatino/2015/09/03/437195797/latitudes-and-longitudes-latin-music-from-around-the-globe","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"Nxj5w9JBAXQNdkL5L","body":"Aug 22, 2015; Houston, TX, USA; Houston Texans head coach Bill O'Brien talks with wide receiver Jaelen Strong (11) before a game against the Denver Broncos at NRG Stadium. Mandatory Credit: Troy Taormina-USA TODAY Sports\n\nHouston Texans wide receiver Jaelen Strong has helped turn tough love from the coaching staff into a productive preseason performance.\n\nStrong, a third-round pick out of Arizona State, has two touchdown receptions though Houston's first three exhibition games.\n\nIt's a noticeable improvement for the rookie, who was featured on 'Hard Knocks' two weeks ago being lectured by coaches. Strong credits advice he's received from veteran receiver Nate Washington and receivers coach Stan Hixon, among others, for helping him settle in during camp.\n\n\"Study, study, study, study,\" Strong said, per ESPN's Tania Ganguli. \"Sacrifice a lot of things. I'd rather give up everything just to be perfect on the football field. That's just how my mindset has changed. Before I was trying to take little pieces here, little pieces there. You've got to make that sacrifice.\"\n\nStrong, who was taken with the 70th pick in the draft, has impressed the coaching staff with his skillset in camp.\n\n\"He's improved every week,\" Texans coach Bill O'Brien said. \"I think that he's taken the coaching to heart. He's a very talented guy. He's big, he's strong, he's a very instinctive player, he makes contested catches. I think that he's improved every week. The key for Jaelen is the key for every rookie, is to keep improving.\"\n\nThe 21-year-old said Washington has helped provide valuable perspective on what it takes to be successful in the NFL.\n\n\"He told me he's in his 11th year and he's still trying to make the team,\" Strong said. \"There's always somebody coming for your spot. Always somebody trying to take that food off your plate. Granted these are your teammates, you go out there to win together. But it's your job. This is how you feed your family. Everything you do you've gotta do it the right way.\"\n\n(h/t ESPN)","confidence":32,"election_news_confidence":"0.32672288579197994","label_ids":["145273448"],"org":"fox","title":"Texans WR Strong learning value of sacrifice in the NFL","url":"http://feeds.foxnews.com/~r/foxnews/sports/~3/5mAOn3x5ZHg/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"PC56DMqS9nXo5dkYo","body":"FILE: Presidential hopeful Marco Rubio  (Kelsey Kremer/The Des Moines Register via AP) RICHMOND — Marco Rubio on Thursday picked a legislator from Northern Virginia to lead his campaign here, becoming the latest Republican presidential hopeful to line up leadership in the key swing state. Rubio named Del. Timothy D. Hugo (R-Fairfax) chairman of his Virginia campaign. Hugo, who ranks third in House of Delegates leadership, praised the freshman senator from Florida as a “generational leader.” “Marco will be an excellent President, and I look forward to supporting him and building his team in Virginia,” Hugo said in a written statement. [GOP group to pump $100K into Va. races in bid to draw women, minorities] Rubio's move comes amid a flurry of similar announcements by other Republican presidential candidates, an indication of the critical role Virginia is expected to play in the 2016 campaign. \"The road to the White House goes through Virginia,\" said state Sen. William M. Stanley (R-Franklin). Two days ago, Sen. Ted Cruz of Texas named Stanley chairman of his campaign. Majority whip of the Senate Republican caucus, Stanley praised Cruz as a \"freedom-loving constitutional conservative.\" Wisconsin Gov. Scott Walker snagged one of the state's most prominent Republicans for his campaign, tapping someone widely considered to be the GOP's top contender for governor in 2017. Walker named Sen. Mark D. Obenshain (R-Rockham) as his chairman in early August. Obenshain narrowly lost the race for state attorney general to Mark R. Herring (D) in 2013. Former Florida governor Jeb Bush, meanwhile, put his Virginia campaign in the hands of out-of-office establishment favorites. Last week, he named former congressman Eric Cantor co-chairman along with Kay Cole James, a former Virginia health secretary, and John Hager, a former lieutenant governor and chairman of the Republican Party of Virginia. Hager's son, Henry, is married to Bush's niece, Jenna Bush Hager, daughter of former President George W. Bush.","confidence":97,"election_news_confidence":"0.9705827816271444","label_ids":["141984214","144014182"],"org":"washpo","title":"Rubio names chairman for key swing state of Virginia","url":"http://www.washingtonpost.com/news/post-politics/wp/2015/09/03/rubio-names-chairman-for-key-swing-state-of-virginia/","user_ids":["eemL5mhSPrHkhGxZw","sapyaLKhwfggF7QhM"]}
{"_id":"PGYkHP52fSndKoGwS","body":"Sept 3 Eckert \u0026 Ziegler Bebig SA :\n\n* Dr. Harald Hasselmann appointed as new managing director of Eckert \u0026 Ziegler Bebig\n\nSource text for Eikon:\n\nFurther company coverage:\n\n(Gdynia Newsroom)","confidence":32,"election_news_confidence":"0.32412692320171715","label_ids":["149691986"],"org":"reuters","title":"BRIEF-Eckert \u0026 Ziegler Bebig appoints Harald Hasselmann as new MD","url":"http://feeds.reuters.com/~r/reuters/UShealthcareNews/~3/QKSpmdnJG7w/story01.htm","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"QH2DwYScxtyzCPmBw","body":"SOFIA, Sept 3 A Bulgarian court will decide on\n\nMonday whether to extradite to Austria a man who was arrested in\n\nconnection with the 71 dead refugees found in an abandoned truck\n\non an Austrian highway.\n\nTsvetan Tsvetanov, 32, was held for 72 hours under a\n\nEuropean arrest warrant at his home in the Danube town of Lom on\n\nMonday.\n\nThe court in the northwestern town of Montana decided on\n\nThursday that Tsvetanov should remain under arrest and that the\n\nextradition request hearing will be held next Monday.\n\nTsvetanov is believed to be one of the three drivers of the\n\nrefrigerated truck discovered last Thursday on a highway from\n\nthe Hungarian border to Vienna.\n\nA baby girl and three other children were among the dead\n\ncrammed into the back of the truck.\n\nFour Bulgarians and one Afghan citizen are already under\n\narrest pending an investigation in Hungary. They face up to 16\n\nyears in prison for trafficking in Hungary plus murder charges\n\nin Austria.\n\n(Reporting by Angel Krasimirov; Editing by Angus MacSwan)","confidence":34,"election_news_confidence":"0.34212252908832536","label_ids":["149669891"],"org":"reuters","title":"Bulgaria to decide on extradition of suspect over 71 dead migrants","url":"http://reuters.us.feedsportal.com/c/35217/f/654235/s/498b8a84/sc/3/l/0L0Sreuters0N0Carticle0C20A150C0A90C0A30Ceurope0Emigrants0Ebulgaria0Eaustria0EidUSL5N1193V820A150A90A30DfeedType0FRSS0GfeedName0FindustrialsSector/story01.htm","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"R4z4gRxMz47kNWzMf","body":"Republican presidential candidate Donald Trump is meeting with the Republican National Committee's chair Thursday, followed by a press conference in New York City. It's been reported that he will sign an RNC's pledge promising to support the eventual 2016 Republican presidential nominee, \"regardless of who it is.\" Though Trump wouldn't make that same promise during the first Republican presidential debate, he is now expected to sign it — though Republican strategists say nothing is certain with Trump until it's final. Here is the pledge:","confidence":99,"election_news_confidence":"0.99214696798125479","label_ids":["149688397"],"org":"npr","title":"Here's The 62-Word Pledge Republicans Want Donald Trump To Sign","url":"http://www.npr.org/sections/itsallpolitics/2015/09/03/437217287/heres-the-62-word-pledge-republicans-want-donald-trump-to-sign","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"R9XosiAgRK85an7vX","body":"The initial concept for the psych-rock trio Unknown Mortal Orchestra’s third full-length album, “Multi-Love,” began with the title. “When I first wrote down the term ‘multi-love,’ I didn’t really know what it meant or why it resonated with me,” frontman Ruban Nielson explains. “But the meaning of it became more complex as the year went on.” Nielson set out to make a “happy record” — a seemingly painless undertaking. But when an unlikely friendship blossomed with a young woman on the road, it evolved into a love triangle between Nielson, his wife and “Woman X” — and complications set in.\n\nThe trio lived together for about a year, along with Nielson and his wife’s two children, in the family’s Portland home while Nielson recorded the album — an unlikely fairy tale, which ended when Woman X’s visa ran out and she was forced to leave the country. The anxieties of a long-distance romance, and the limitations of a device-based connection, inspired the song “Can’t Keep Checking My Phone,” the video for which premieres here. “It’s about that moment when you’re sick of waiting for someone to get back to you, so you pretend you don’t have a phone to keep yourself from going crazy,” Nielson says.\n\nOn the track, Nielson combines a thousand tiny fragments of sound into a disco-ball mosaic — psychedelic synths, rhythmic funk, electronic beats, lush falsetto — and produces a seductive dance-floor hit. The song inspired the director Dimitri Basil to create a collage of assorted images, like the “Mars Attacks!” trading cards he loved as a child. “The idea was to create a kind of deck based on strange occurrences, syndromes and phenomena,” Basil says. The resulting aesthetic is part sci-fi, part psychological thriller, where the 1950s U.F.O. craze meets “The Twilight Zone” and “The X-Files.” Some of the references are more recognizable: abduction, rapture, gender dysphoria. Others necessitate a Google search: Stendhal syndrome, panphobia, hybristophilia.\n\nMore mysterious than the esoteric phenomena illustrated in the video is the concept of love itself, particularly when expanded from one locus of affection into three. Nielson is reluctant to discuss the relationship, but its influence on the record is evident. He seems intent on looking forward and leaving that crazy year behind him. But even after the emotional turmoil he endured during “Multi-Love,” his desire to approach his life and his art from a place of instinct, rather than logic, remains. “I’m always paying close attention to weird coincidences and patterns. I go through phases where I record things that seem significant and build my life and work around that stuff,” Nielson explains. “I make some pretty wild leaps of faith based on vague intuitions.”","confidence":30,"election_news_confidence":"0.30659143915068776","label_ids":["146222225"],"org":"nyt","title":"Entertainment: A Song Inspired by a Bizarre Love Triangle","url":"http://www.nytimes.com/2015/09/03/t-magazine/unknown-mortal-orchestra-music-video.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"RTy7zeDe477Ktdjsk","body":"SAN JOSE, Calif. –  Sheriff's officials say three California correctional deputies have been arrested on suspicion of murder in the death of an inmate at a county jail.\n\nSanta Clara County Sheriff's spokesman Sgt. James Jensen said the deputies were in custody on Thursday.\n\nJensen declined to release additional details, including the inmate's and deputies' names. He said the sheriff's office planned to hold a news conference later in the day.\n\nThirty-one-year-old Michael Tyree died last week at the jail. The San Jose Mercury News reports (http://bayareane.ws/1O0mA5i) that he had pleaded no contest to petty theft.","confidence":35,"election_news_confidence":"0.35386426853779485","label_ids":["146763331"],"org":"fox","title":"3 California correctional deputies arrested on suspicion of murder in jail inmate's death","url":"http://feeds.foxnews.com/~r/foxnews/national/~3/sa2hwnhuhHI/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"S3rk264bnoPctSPGk","body":"If Donald Trump has an Achilles’ heel in the Republican presidential nominating contest, it just might be the candidate who is least like him: soft-spoken retired neurosurgeon Ben Carson.\n\nA Monmouth University poll released Thursday found that in head-to-head matchups with nine top members of the GOP field, the real-estate mogul beat each of his rivals—except for Mr. Carson. Former Florida Gov. Jeb Bush, who for months was the field’s front-runner, lost with 37% to Mr. Trump’s 56%. Florida Sen. Marco Rubio‘s margin was similarly poor: 38% to 52%. Wisconsin Gov. Scott Walker lost 38% to 53%; Kentucky Sen. Rand Paul 27% to 60%; Ohio Gov. John Kasich 29% to  62%; and New Jersey Gov. Chris Christie 30% to 63%. Former Hewlett-Packard chief executive Carly Fiorina and Texas Sen. Ted Cruz came the closest, losing 37% to  50% and 41% to 48%, respectively.\n\nIn a matchup with Mr. Carson, Mr. Trump didn’t even come close. He lost with 36% of GOP voters’ support, compared with 55% for Mr. Carson. Neither candidate has ever held elected office.\n\n“The fact that the only one who can challenge Trump is the only other candidate who has never held or run for elected office speaks volumes to the low regard GOP voters have for the establishment,” said Patrick Murray, director of the Monmouth University Polling Institute, in a statement.\n\nMrs. Fiorina has also never held elected office, and has seen a distinct bump in polling following her widely praised performance in the second-tier debate held last month.\n\nAs Mr. Trump draws hefty crowds around the country and lands in the headlines for his bombastic, often controversial remarks, little attention has been paid to Mr. Carson, who rocketed to fame in conservative political circles after criticizing the health-care law in a 2013 National Prayer Breakfast speech while President Barack Obama sat just feet away. But Mr. Carson has been quietly building support, with a recent survey by TargetPoint Consulting, a top GOP polling and data-research firm, finding that roughly two-thirds of likely Republican voters would consider backing him—the highest level of support for any candidate in the field. Just 16% said they wouldn’t, the lowest such tally.\n\nMr. Carson is currently polling second among GOP voters, according to a Real Clear Politics average of recent national polls. He has 13.2% of support, to Mr. Trump’s 27.2%, according to that average.\n\nMore:\n\nBen Carson Quietly Builds Support\n\nSanders, Trump et al: Partying Like It’s 1968\n\nDonald Trump’s Insults Rattle Republican Rivals, Please Fans\n\n______________________________________________________\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. (NEW!)\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\n\nFor the latest Washington news, follow @wsjpolitics\n\nFor outside analysis, follow @wsjthinktank","confidence":99,"election_news_confidence":"0.99999996510510758","label_ids":["145274551"],"org":"wsj","title":"Ben Carson Wins in Matchup With Donald Trump, Poll Shows","url":"http://blogs.wsj.com/washwire/2015/09/03/ben-carson-wins-in-matchup-with-donald-trump-poll-shows/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"T7w2cAXqdGvEGjXzz","body":"Hiring at small businesses increased in August, according to the National Federation of Independent Business. Its monthly employer survey finds that NFIB members added a net 0.13 workers per firm in recent months, which was better than July’s 0.05 reading and represents “a large improvement in hiring activity,” according to the NFIB’s William Dunkelberg. Morning Editorial Report reviewed the survey results, which will be released later today.\n\nClick here to receive Opinion headlines and James Freeman’s commentary via email.\n\nThe good news is that business conditions are improving and small employers did not freak out over the August volatility on Wall Street. The bad news is that the improvement is likely not large enough to pull the economy out of “the same old 2-2.5% rut” for GDP growth in the second half of the year, according to Mr. Dunkelberg. Still, based on today’s numbers, he expects the Department of Labor’s August employment report to show job gains of 250,000 or more.\n\nAfter a solid second quarter for GDP growth, your correspondent wonders if low fuel prices are finally starting to drive the economy out of the Obama-era malaise and offset Washington’s myriad policy mistakes.\n\nSpeaking of policy mistakes, Hillary Clinton is proposing an FDR-style tax distortion for investments, and Alan Reynolds describes what happened after this policy was implemented in the 1930s. “In the 12 months between February 1937 and 1938, the Dow Jones Industrial stock average fell 41%...That crash presaged one of the nation’s worst recessions, from May 1937 to June 1938, with GDP falling 10% and industrial production 32%,” writes Mr. Reynolds.\n\nAs for Mrs. Clinton’s most famous recent mistake, a Journal editorial notes her “self-serving decision to use a private email server for official communications may have resulted in far greater mishandling of classified information.”\n\nThe big mistake for Senate Democrats is giving the President enough support to sustain a veto of GOP efforts to block his Iran nuclear deal. The Democrats “now own the Ayatollahs,” notes a Journal editorial.\n\nNext comes the “spectacle” of “the President’s party using a procedural dodge to avoid voting on the merits” of a hugely consequential international agreement. “Previous arms-control pacts of this magnitude were submitted as treaties requiring two-thirds approval by the Senate. Mr. Obama and Senate Democrats maneuvered the Iran deal as an ‘executive agreement,’ so he is able to commit America to trusting the Ayatollahs with the support of a mere partisan minority. At least ObamaCare had a partisan majority,” notes the Journal.\n\nAlso today, Daniel Henninger explains why much of the Obama crowd wants Joe Biden to run, and Karl Rove explains why Hillary Clinton could lose both Iowa and New Hampshire.\n\nIn other news, Ned Crabb reports that at Smithfield, Maine’s North Pond, both the spiders and the fish were biting this summer.","confidence":51,"election_news_confidence":"0.51014153014308605","label_ids":["145280917"],"org":"wsj","title":"Small-Business Hiring Picks Up","url":"http://www.wsj.com/articles/small-business-hiring-picks-up-1441279409","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"TDGP5EqdgkBxkeFKJ","body":"Thumbnail via Thinkstock.","confidence":35,"election_news_confidence":"0.3514420584181514","label_ids":["148411996"],"org":"buzzfeed","title":"How Well Do You Actually See The Color Purple?","url":"http://www.buzzfeed.com/lorynbrantz/how-well-do-you-actually-see-the-color-purple","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"TDm5knhTAA7m7XJXc","body":"New York (CNN)Republican National Committee Chairman Reince Priebus arrived at Trump Tower in midtown Manhattan on Thursday around 1:35 p.m. for a private meeting with GOP presidential front-runner Donald Trump.\n\nOn the agenda: whether Trump will sign an RNC pledge ruling out a future third-party run.\n\nTrump has enjoyed a sustained lead in national polls, and the sit-down with Priebus comes amid unease about whether the billionaire businessman would rebuff the party and seek the White House as an independent. Though he's expressed a strong preference for running as a Republican, Trump has yet to definitively rule out a third-party run.\n\nRNC officials began circulating a pledge to various GOP presidential campaigns this week, measuring up how much appetite there is in the field to commit to supporting the eventual nominee.\n\n\"I, ________, affirm that if I do not win the 2016 Republican nomination for President of the United States I will endorse the 2016 Republican presidential nominee regardless of who it is,\" it reads.\n\nRELATED: Source says Trump likely to rule out independent bid\n\nThe pledge continues: \"I further pledge that I will not seek to run as an independent or write-in candidate nor will I seek or accept the nomination for president of any other party.\"\n\nSources familiar with the discussions said Wednesday that all signs indicate Trump will sign the paper. And advisers to the candidate have said all along that Trump was never seriously interested in launching an independent run, which is an arduous -- and costly -- process.\n\nThe pledge is not only putting pressure on Trump to commit to the party, it's also forcing some of his rivals to promise to support Trump if he were to clinch the GOP nomination.\n\nIt's a particularly uncomfortable position for a candidate like Jeb Bush, who in recent weeks has publicly clashed with Trump. The two men have released attack videos on social media, and openly criticized one another on the trail.\n\nOn ABC's \"Good Morning America\" Thursday morning, Bush lashed out at Trump again, saying, \"I think Donald Trump is trying to insult his way to the presidency and it's not going to work.\"\n\nHowever, pressed on whether he would support Trump if he were to become the nominee, the former Florida governor answered in the affirmative.\n\n\"Yes, I would, of course. We need to be unified. We need to win,\" Bush said.\n\nMeanwhile, others are raising questions about just how enforceable a loyalty pledge is.\n\n\"You're right, it's unenforceable,\" said Carly Fiorina on CNN's \"New Day.\" \"It is, more than anything else, your word.\"","confidence":99,"election_news_confidence":"0.9999999555825847","label_ids":["145748448"],"org":"cnn","title":"Trump, RNC leader meet on pledge","url":"http://www.cnn.com/2015/09/03/politics/donald-trump-2016-rnc-pledge-meeting/index.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"TTxAaswbtBmJvnNDK","body":"MOSCOW — Scott Jamieson and Daniel Gaunt took a share of the lead at the Russian Open with 6-under 65s in Thursday's first round.\n\nJamieson started his day at Skolkovo Golf Club with four straight birdies. Gaunt had an eagle on No. 12.\n\nLee Slattery and Bradley Dredge (both 66) are tied for third place, one stroke ahead of a group of eight others, including Made in Denmark winner David Horsey.\n\nFormer top-ranked tennis player Yevgeny Kafelnikov shot a 77 and was tied for 121st.","confidence":40,"election_news_confidence":"0.40948243096762788","label_ids":["149680466"],"org":"nyt","title":"Jamieson, Gaunt Lead on 1st Day of Russian Open","url":"http://rss.nytimes.com/c/34625/f/640344/s/498bb041/sc/35/l/0L0Snytimes0N0Caponline0C20A150C0A90C0A30Csports0Cgolf0Cap0Eglf0Erussian0Eopen0Bhtml0Dpartner0Frss0Gemc0Frss/story01.htm","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"WGorRgvdCXNj573Zz","body":"Democratic presidential candidates, from left, Bernie Sanders, Martin O'Malley, Hillary Rodham Clinton and Lincoln Chafee stand on stage during the Iowa Democratic Party's Hall of Fame Dinner, July 17 in Cedar Rapids, Iowa. (AP Photo/Charlie Neibergall) The campaign of presidential hopeful Martin O’Malley has made several unsuccessful overtures to rival Bernie Sanders’s camp in recent weeks to jointly buck the Democratic National Committee’s schedule of six debates. In private conversations, confirmed by aides to both candidates, O’Malley representatives have suggested that both Sanders and O’Malley agree to accept invitations to debates not sanctioned by the DNC in a bid to open up the process, which O’Malley last week characterized as being “rigged” to limit the exposure of front-runner Hillary Rodham Clinton. The DNC has threatened to exclude candidates from its debates if they take part in a non-sanctioned gathering. But aides to O’Malley, the former Maryland governor, say they are skeptical of the threat, particularly if Sanders and O’Malley stand up together against the DNC. [O’Malley blasts Democratic leaders for ‘rigged’ 2016 debate process] Though Sanders, an independent senator from Vermont, has been vocal about wanting more debates, aides say his campaign is more reticent to cross the DNC, reasoning that a chance to appear with O'Malley and other lower-polling Democrats is not worth the risk of losing his shots on stage with Clinton. Recent polling has shown Sanders with an apparent lead over Clinton in New Hampshire and closing in on her in Iowa. O'Malley remains mired in the single digits in both early nominating states. \"At the end of the day, I do want to be on the stage with Hillary Clinton,\" Sanders said in an interview last week. Sanders spokesman Michael Briggs said Thursday that the campaign’s thinking has not changed in recent days, emphasizing that Sanders would like there to be more debates in which all the Democratic candidates participate [Sanders to Democratic Party elite: Consider me, not Hillary Clinton] Briggs said Sanders would also like to debate Republican candidates, a dynamic that could highlight differences between the competing agendas of the major parties without running afoul of DNC debate rules. O’Malley aides suggest that if both O'Malley and Sanders agree to take part in other debates, it is unlikely that Clinton would skip the gathering. DNC officials defend the debate schedule as a sufficient opportunity to size up candidates against one another, noting that multiple groups will also be hosting less formal forums. Critics of the schedule note that only four of the six debates are scheduled to occur before the Iowa caucuses. On Thursday, DNC Chairwoman Debbie Wasserman Schultz declined to answer several questions from reporters on the subject following a meeting she hosted between Vice President Biden and prominent Jewish activists and Democratic donors at a Jewish community center in Davie, Fla. She said she was appearing there only in her role as a Florida congresswoman. O’Malley aides say they have also been heartened by what appears to be growing pressure on the DNC from a variety of sources to open up the schedule. A grass-roots group, for example, has been formed to pressure the party for more debates and plans a demonstration later this month outside DNC headquarters in Washington. [O’Malley forwards a ‘flattering’ Clinton e-mail in an attempt to make a point] O'Malley has made the cry for more debates part of his pitch on the campaign trail for a few weeks now. During an appearance in Hollis, N.H., last week, for example, he told his audience at a house party that Democratic debates would be an effective way to advance issues important to the middle class that are getting drowned out by all the media attention on the Republicans. \"What is our message in the Democratic party?\" O'Malley said. \"It seems our brand is what did Hillary Clinton know about her e-mails and when did she know it, and did she wipe her server or did she not?\" Staff writer Ed O'Keefe contributed to this report.","confidence":99,"election_news_confidence":"0.99999691122517476","label_ids":["145978085"],"org":"washpo","title":"Sanders campaign cool to O'Malley's more aggressive approach to forcing more debates","url":"http://www.washingtonpost.com/news/post-politics/wp/2015/09/03/sanders-campaign-cool-to-omalleys-more-aggressive-approach-to-forcing-more-debates/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"WnXpXdzGSaNbprcnp","body":"MIAMi, Fla When you are Joe Biden, it's not easy being quiet.\n\nWhile the normally loquacious vice president got the feel and taste for the campaign trail during a two-day trip to the political battleground of Florida, he really didn't want to talk about it.\n\nOn his first public trip since he began pondering whether to jump into the presidential race, Biden ignored reporters’ shouted questions about his plans and poked fun at the booming media interest in him.\n\nHe defended President Barack Obama's nuclear deal with Iran and backed policies to ease economic equality and help the middle class in speeches that would have fit nicely at a Democratic campaign rally.\n\nBiden remained as garrulous as ever. He told Jewish leaders at a gathering on Thursday that he would speak for 10 minutes and then take questions.\n\nHe wrapped up more than 40 minutes later, drawing a laugh after promising several times he was making his \"last point.\"\"I know I've said that a few times,\" he said.Each step of the campaign-style trip, which also featured a Democratic fundraiser and concludes with a foreign policy speech in Atlanta on Thursday night, has been overshadowed by the overriding question: Will he or won't he launch a challenge to former Senate and Cabinet colleague Hillary Clinton for the Democratic presidential nomination.\n\nBiden joked about his newfound celebrity status, acknowledging that the dozens of camera crews and reporters who greeted him at a Miami community college were not there for his planned talk on education initiatives.\n\n\"Their interest in community colleges impresses me,\" he joked to students, gesturing to the media mob. \"I hope that's what they're going to write about.\"\n\nThe timing of the trip ramped up speculation about his intentions and opened up even his most innocent comments to new interpretations - a potentially dangerous trend for a man known for his verbal gaffes.\n\n\"People who aren't willing to risk failure never succeed,\" Biden said during the education speech, in what could be the motto for his deliberations on whether to run for the White House.\n\nEarlier, on a tour of a biotech lab at the college, he told one of the students he preferred to watch rather than help with her experiment.\n\n\"I can see the press headline: 'Biden screws up experiment,'\" he said.\n\nBiden, 72, has been huddling with advisers for weeks to determine whether he will challenge Clinton, who has seen her favorability ratings plummet from the fallout over her use of a private email server while working as the nation's top diplomat.\n\nOn a conference call with Democratic National Committee members last week, Biden said he was still trying to see if he had the energy and commitment for a campaign. He has been recovering from the death of his son, former Delaware attorney general Beau Biden, from cancer in May.\n\nBut his travel schedule is picking up as he nears a decision, with trips to Pittsburgh and an appearance on Stephen Colbert’s talk show scheduled next week.\n\nHis trip to south Florida, a Democratic enclave in one of the biggest presidential battleground states, included a fundraiser for the Democratic Senate campaign committee. But Biden didn't even address a possible run, or get asked about it, during that private event, participants said.\n\nAnd he ignored a well wisher who had some advice for him after his education speech. \"Run, Joe!\" he yelled.\n\nBiden didn't respond.\n\n(Editing by Ross Colvin)","confidence":97,"election_news_confidence":"0.973787671611827","label_ids":["146713043"],"org":"reuters","title":"Normally loquacious Biden hits the road but stays mum on 2016","url":"http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/JFspO2hOSe0/story01.htm","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"X5SHky7usp72Lb3eD","body":"Washington (CNN)Hillary Clinton says her use of a private email server didn't break the law -- but she could be damaged by a former State Department employee's refusal to testify before Congress about it.\n\nTwo of Clinton's top State Department staffers, chief of staff Cheryl Mills and policy aide Jake Sullivan, are answering questions behind closed doors Thursday and Friday from the House's committee investigating Benghazi.\n\nBut Bryan Pagliano, who worked on Clinton's private email server, tried to fend off a subpoena by telling lawmakers Monday that he'll invoke his Fifth Amendment right against self-incrimination rather testify.\n\nIn doing so, he raised the specter of criminal actions -- even if only out of caution.\n\nThat could create a fresh opening for Clinton's opponents in the 2016 presidential race to attack her, this time citing a former staffer's actions rather than leveling their own charges, like Donald Trump's suggestion that the controversy surrounding Clinton's emails could force the end of her campaign.\n\nClinton's aides sought to minimize the damage, saying they'd encouraged Pagliano to testify because he has nothing to hide.\n\nRELATED: Former Clinton aide expected to plead the 5th\n\n\"We had hoped Bryan would also agree to answer any questions from the committee, and had recently encouraged him to grant the committee's request for an interview,\" a Clinton aide told CNN.\n\n\"Bryan is an utter professional and a wonderful young man who does not live in the public eye and understandably may not wish to be drawn into a political spectacle,\" the aide said. \"So his decision is both understandable and yet also disappointing to us, because we believe he has every reason to be transparent about his IT assistance.\"\n\nA Clinton aide said full cooperation has been encouraged with the Benghazi investigation.\n\n\"From the beginning, Hillary Clinton has continued to encourage cooperation even as the committee's inquiry has ventured beyond the events at Benghazi, which had been the original scope of its mandate, to also include her use of a personal email account,\" a Clinton aide said. \"Already, several of Clinton's senior-most aides from the State Department are scheduled to give interviews to the committee, as Clinton herself will do at an open hearing in October.\"\n\nEven without Pagliano's testimony, the House panel will hold several hearings connected to Clinton's private email server.\n\nMills is on Capitol Hill on Thursday, and Sullivan is due Friday. Both hearings are private -- a decision made by the committee's chairman, Republican Rep. Trey Gowdy of South Carolina, despite Mills' request for hers to be made public amid fears that Republicans will selectively leak bits and pieces.\n\n\"We have not had a public interview with any other witness, and is there a myriad of reasons for that ... not the least of which is, if you're serious about getting the most amount of information, you're going to do it in a transcribed interview session not a public session,\" Gowdy told reporters Thursday outside the hearing room.\n\nThe committee's top Democrat, Rep. Elijah Cummings, disagreed with Gowdy's decision and said he hoped that her entire transcript would be released immediately.\n\n\"This has turned into a derail Clinton mission,\" he said just outside the hearing room. \"$4 million in taxpayer money spent, and not looking at the issues we should be looking at.\"\n\nClinton herself is due to answer the committee's questions publicly on October 22.\n\nThe contents of Clinton's emails have increasingly come into the committee's focus as it seeks evidence that members argue might have been deleted from a private server, but would have been maintained had Clinton used a government email account.\n\nThe committee's meetings with Clinton and her aides come as the Justice Department investigates whether Clinton's emails contained classified information -- and whether that information was kept secure.\n\nClinton has insisted she never sent or received information that was classified at the time -- though many of her emails have been classified retroactively as the State Department has prepared them for release.\n\nResponding to dozens of open records requests, the department is releasing new batches of emails at the end of each month.\n\nBefore Clinton's emails are released, though, they are being reviewed by a team of about 12 inter-agency officials, who are making recommendations on what should and shouldn't be classified.\n\nState Department spokesman John Kirby told reporters in August that \"there's an exhaustive, extensive review process for each and every email, which includes not just State Department reviewers going through them but having intelligence community reviewers with us at the time as we go through them in real-time to help make determinations.\n\n\"Some of those determinations are fairly easy -- yes or no. Some of them require additional review and discussion,\" Kirby said.\n\nCNN's Dan Merica and Laura Koran contributed to this report","confidence":99,"election_news_confidence":"0.99989442667551964","label_ids":["148817536"],"org":"cnn","title":"Committee grills Clinton aides, ramps up email scrutiny","url":"http://www.cnn.com/2015/09/03/politics/hillary-clinton-bryan-pagliano-cheryl-mills/index.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"Xku5kKvWN59mu47it","body":"Rep. John Kline (R-Minn.), the chair of the House Education and the Workforce Committee, announced Thursday that he will not seek reelection in 2016. Kline, who turns 68 next week, has been working for years to rewrite the main federal education law. He and other House leaders are now in negotiations with the Senate over such a replacement for No Child Left Behind. [Senate passes No Child Left Behind rewrite, would shrink federal role] In a statement released by his office, Kline explained why he opted not to seek an eighth term. “Strengthening our nation’s classrooms and workplaces has been at the forefront of the committee’s agenda since I was first selected to serve as chairman, and it will continue to be my leading priority in the months ahead,” he said in a statement. “Whether it’s replacing No Child Left Behind, holding the Obama administration accountable for its harmful policies, or strengthening higher education, there is a lot of work to do over the next 16 months. I remain humbled by the opportunity to lead the committee, and I intend to finish strong and to continue delivering commonsense reforms America’s student, parents, workers, and employers deserve.” Kline’s district in the St. Paul suburbs was carried by President Obama in 2012 and has been targeted by Democrats, although Kline easily won reelection in 2014 when the district was labeled by the Cook Political Report as “Solid R” .","confidence":30,"election_news_confidence":"0.3084124757967095","label_ids":["149435357"],"org":"washpo","title":"After 12 years in the House, Kline opts to retire","url":"http://www.washingtonpost.com/local/education/after-12-years-in-the-house-kline-opts-to-retire/2015/09/03/2fa941ca-5255-11e5-8c19-0b6825aa4a3a_story.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"title":"Decision To Seek Death Penalty For Charleston Church Shooter Expected Today","url":"http://www.buzzfeed.com/tasneemnashrulla/decision-to-seek-death-penalty-for-charleston-church-shooter","org":"buzzfeed","body":"Ninth Circuit Solicitor Scarlett Wilson is expected to announce Thursday if prosecutors are seeking the death penalty for Dylann Roof â the 21-year-old accused of murdering nine black parishioners in a historic Charleston church in June.","election_news_confidence":"0.34668097633472184","label_ids":[],"user_ids":[],"confidence":34,"_id":"YSaavb5zgyDZaB7sG"}
{"_id":"YfThxftBvbbnW8yYC","body":"(CNN)Recipe: Oodles of zoodles with avocado pistachio pesto\n\nWinning Arizona recipe from \"The 2015 Healthy Lunchtime Challenge Kids' 'State Dinner' Cookbook,\" courtesy of WGBH.\n\nRecipe submitted by 10-year-old Nia Thomas of Arizona: \"I am not a big fan of cooked zucchini, but when my sister made zucchini noodles one day with a tomato sauce, I loved it,\" says Nia. \"So, I started experimenting and came up with a very delicious pesto sauce by using lots of flavors that I love, like avocado, spinach, and pistachios. It turned out so delicious and when I made it for dinner for my family, they loved it. It is crunchy fresh, and the sauce is just awesome.\"\n\nIngredients for the pesto:\n\nIngredients for the zoodles:\n\nDirections to make the pesto:\n\nDirections to make the zoodles:\n\nNutrition information:\n\n310 calories, 31g fat, 8g carbohydrates, 3g protein","confidence":32,"election_news_confidence":"0.32393496680256734","label_ids":["146752383"],"org":"cnn","title":"Recipe: Oodles of zoodles with avocado pistachio pesto","url":"http://www.cnn.com/2015/09/03/health/oodles-of-zoodles-with-avocado-pistachio-pesto/index.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"title":"NFL Will Appeal Judge's Ruling Vacating Tom Brady's 'Deflategate' Ban","url":"http://rss.nytimes.com/c/34625/f/640374/s/498bf483/sc/35/l/0L0Snytimes0N0Creuters0C20A150C0A90C0A30Csports0Cfootball0C0A3reuters0Enfl0Ebrady0Eappeal0Bhtml0Dpartner0Frss0Gemc0Frss/story01.htm","org":"nyt","body":"NEW YORK — The National Football League will appeal a federal judge's ruling throwing out New England Patriots quarterback Tom Brady's \"Deflategate\" suspension, Commissioner Roger Goodell said in a statement.\n\nU.S. District Judge Richard Berman in New York vacated Brady's four-game ban earlier on Thursday, ruling that Goodell's decision in July to uphold Brady's suspension was legally flawed.\n\n(Reporting by Joseph Ax, Editing by Franklin Paul)","election_news_confidence":"0.4109536001488141","label_ids":[],"user_ids":[],"confidence":41,"_id":"YjAjfgtAytwkQoBbr"}
{"_id":"ZxmHA4A9ejSSE63S6","body":"Sept 3 Boiron Sa\n\n* H1 net income group share 21.5 million euros ($23.9\n\nmillion) versus 19.3 million euros year ago\n\n* H1 net cash position 145.5 million euros versus 140.0\n\nmillion euros a year ago\n\n* H1 operating income 37.8 million euros versus 34.6 million\n\neuros year ago\n\nSource text for Eikon:\n\nFurther company coverage:\n\n($1 = 0.9004 euros)\n\n(Gdynia Newsroom:)","confidence":30,"election_news_confidence":"0.30807685643506022","label_ids":["147829914"],"org":"reuters","title":"BRIEF-Boiron H1 operating income rises to 37.8 million euros","url":"http://feeds.reuters.com/~r/reuters/UShealthcareNews/~3/-g-jSYmAlho/story01.htm","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"aeTp59Xzrq8CnHcsF","body":"Washington (CNN)Hillary Clinton's email controversy is older than her 2016 presidential campaign -- and it's been forced into the headlines again Thursday and Friday when two top aides testify behind closed doors for a House committee.\n\nThe former secretary of state's use of a private email server might not have been broken laws, particularly if her claims that she never knowingly shared information that was classified at the time holds true.\n\nBut the Justice Department's investigation, the State Department's processing and release of her emails, a House panel's separate investigation and dozens of impending lawsuits are weighing on the 2016 Democratic presidential front-runner's campaign.\n\nHere's what's happened so far:\n\nNews broke in March that Clinton used personal email addresses connected to a privately-owned server, rather than a government email, during her four years as President Barack Obama's first-term secretary of state.\n\nSome previous secretaries of state -- including Colin Powell -- have also used private email accounts, but Clinton's approach was particularly controversial because it's out of step with typical government practice now and gave Clinton a major measure of control over what remains private and what's public.\n\nClinton's lawyers turned over 55,000 pages of emails to the State Department, and the department has since processed those -- releasing some, under a judge's orders, at the end of each month.\n\nBut she didn't hand in the server itself until last month, after five months of intense scrutiny over whether she flouted transparency laws or put government secrets at risk.\n\nClinton has chalked it all up to convenience, saying she preferred not to carry two phones -- one with a personal email address and one with a work email.\n\nThere's some legitimacy to that: Government BlackBerrys could only include one address.\n\nBut having her own personal server also gave Clinton -- as well as her closest aides -- much greater control over which emails were accessible under public records requests.\n\nClinton acknowledged, both in March when her private email use was first reported and again in Iowa last month, that it \"clearly wasn't the best choice\" to skip using a government email address.\n\nIt's mostly innocuous -- with Clinton asking for scheduling updates, fitting in trips to her hair stylist, checking on a strange trade dispute over gefilte fish and receiving notes about the balance of a career and a family from a top policy aide.\n\nBut the emails also offer insight into Clinton's closest contacts. Among them: Sidney Blumenthal, who sent what Clinton has said were unsolicited -- yet were clearly warmly received -- notes with advice and guidance on domestic and international politics.\n\nMany of the emails are, in part or in full, redacted. That makes it tough to tell what behind-the-scenes policy conversations were taking place as Clinton navigated tricky international waters.\n\nOf the 7,000 emails released by the State Department this week, 125 were retroactively classified.\n\nThere are laws intended to keep government records transparent -- but one that requires officials to transfer emails sent to private addresses onto government servers wasn't enacted until 2014, after Clinton departed the State Department.\n\nStill, U.S. District Judge Emmet Sullivan suggested last month that Clinton violated government policy and made the process of responding to open records requests more difficult.\n\n\"We wouldn't be here today if this employee had followed government policy,\" he said at a hearing on one of the dozens of lawsuits over Clinton's emails.\n\nLooming larger is the question of how classified information was handled -- the subject of a Justice Department investigation and the question that ultimately forced Clinton to turn over her private server to the FBI.\n\nClinton has insisted she never sent or received information that was classified at the time -- though many of her emails have been classified retroactively as the State Department has prepared them for release.\n\nProbably not, said Anne M. Tomkins, the former U.S. attorney who oversaw the prosecution of Gen. David Petraeus over his having showed classified materials to his mistress and biographer.\n\nTomkins wrote this week in USA Today that Clinton committed no crime because she didn't \"knowingly\" share classified materials.\n\n\"Clinton is not being investigated for knowingly sending or receiving classified materials improperly,\" Tomkins wrote.\n\n\"Indeed, the State Department has confirmed that none of the information that has surfaced on Clinton's server thus far was classified at the time it was sent or received,\" she wrote. \"Additionally, the Justice Department indicated that its inquiry is not a criminal one and that Clinton is not the subject of the inquiry.\"\n\nAll government agencies are responsible for determining which of their own materials are classified.\n\nBut Clinton's emails are being reviewed by a team of about 12 interagency officials, who are making recommendations on what should and shouldn't be classified.\n\nState Department spokesman John Kirby told reporters in August that \"there's an exhaustive, extensive review process for each and every email, which includes not just State Department reviewers going through them but having intelligence community reviewers with us at the time as we go through them in real-time to help make determinations.\"\n\nKirby added, \"Some of those determinations are fairly easy -- yes or no. Some of them require additional review and discussion.\"\n\nIt's not just the State Department's email releases forcing fresh headlines about the issue.\n\nThe House's Benghazi committee chaired by Rep. Trey Gowdy is calling two top Clinton aides in for closed-door depositions this week. Cheryl Mills, Clinton's State Department chief of staff, will appear Thursday, while policy adviser Jake Sullivan is expected Friday.\n\nAnother former State Department employee Bryan Pagliano who worked on Clinton's private email server has informed Congress that he will invoke the Fifth Amendment to avoid testifying before the House Select Committee.\n\nClinton herself will appear before the committee for an open hearing -- one likely to attract the most television cameras of any congressional hearing in recent memory -- on Oct. 22.\n\nThere are also dozens of lawsuits seeking Clinton's emails. They range from news organizations like Gawker and The Associated Press to conservative groups like Judicial Watch.\n\nThe State Department said Tuesday that it will ask for all of those lawsuits to be consolidated under a single judge.\n\nAmong Clinton's biggest challenges in the presidential race is demonstrating her authenticity -- and part of that is showing voters she's trustworthy.\n\nIncreasingly, though, voters say they distrust Clinton. The numbers have shifted dramatically since news of her private email server was first reported in March.\n\nHer campaign has shifted tactics in recent weeks, dropping the jokes Clinton had cracked about what she'd once portrayed as a non-issue and sending aides out in an attempt to diffuse the issue in television appearances -- signaling that it's an increasingly serious challenge.","confidence":99,"election_news_confidence":"0.99967737470474594","label_ids":["146758359"],"org":"cnn","title":"Hillary Clinton's email controversy, explained","url":"http://www.cnn.com/2015/09/03/politics/hillary-clinton-email-controversy-explained-2016/index.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"bJsJ9WXk4pbCqcokw","body":"New York (CNN)Republican National Committee Chairman Reince Priebus arrived at Trump Tower in midtown Manhattan on Thursday around 1:35 p.m. for a private meeting with GOP presidential front-runner Donald Trump.\n\nOn the agenda: whether Trump will sign an RNC pledge ruling out a future third-party run.\n\nTrump has enjoyed a sustained lead in national polls, and the sit-down with Priebus comes amid unease about whether the billionaire businessman would rebuff the party and seek the White House as an independent. Though he's expressed a strong preference for running as a Republican, Trump has yet to definitively rule out a third-party run.\n\nRNC officials began circulating a pledge to various GOP presidential campaigns this week, measuring up how much appetite there is in the field to commit to supporting the eventual nominee.\n\n\"I, ________, affirm that if I do not win the 2016 Republican nomination for President of the United States I will endorse the 2016 Republican presidential nominee regardless of who it is,\" it reads.\n\nRELATED: Source says Trump likely to rule out independent bid\n\nThe pledge continues: \"I further pledge that I will not seek to run as an independent or write-in candidate nor will I seek or accept the nomination for president of any other party.\"\n\nSources familiar with the discussions said Wednesday that all signs indicate Trump will sign the paper. And advisers to the candidate have said all along that Trump was never seriously interested in launching an independent run, which is an arduous -- and costly -- process.\n\nThe pledge is not only putting pressure on Trump to commit to the party, it's also forcing some of his rivals to promise to support Trump if he were to clinch the GOP nomination.\n\nIt's a particularly uncomfortable position for a candidate like Jeb Bush, who in recent weeks has publicly clashed with Trump. The two men have released attack videos on social media, and openly criticized one another on the trail.\n\nOn ABC's \"Good Morning America\" Thursday morning, Bush lashed out at Trump again, saying, \"I think Donald Trump is trying to insult his way to the presidency and it's not going to work.\"\n\nHowever, pressed on whether he would support Trump if he were to become the nominee, the former Florida governor answered in the affirmative.\n\n\"Yes, I would, of course. We need to be unified. We need to win,\" Bush said.\n\nMeanwhile, others are raising questions about just how enforceable a loyalty pledge is.\n\n\"You're right, it's unenforceable,\" said Carly Fiorina on CNN's \"New Day.\" \"It is, more than anything else, your word.\"","confidence":99,"election_news_confidence":"0.9999999555825847","label_ids":["146710780"],"org":"cnn","title":"Trump, RNC leader meet on pledge","url":"http://www.cnn.com/2015/09/03/politics/donald-trump-2016-rnc-pledge-meeting/index.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"bdqA8rHCNwmyAZ4n8","body":"MIAMI –  The American Civil Liberties Union of Florida and four inmates have filed a federal lawsuit challenging Miami-Dade County's refusal to provide religious-based meals to Muslims.\n\nThe lawsuit, filed Thursday, says that the policy in place since October 2014 violates the rights of Muslim inmates to exercise their religion and asks a judge to strike it down. The county provides kosher meals for Jewish inmates but not the halal meals requested by Muslims.\n\nInstead, the lawsuit says, Muslims are required to eat a general population diet that does not meet religious standards that prohibit certain animals, requires animals to be slaughtered in a particular way, and mandates that halal foods not come into contact with other foods.\n\nA spokeswoman for the Miami-Dade Corrections and Rehabilitation Department declined to comment on the lawsuit.","confidence":36,"election_news_confidence":"0.36477055415940907","label_ids":["148107186"],"org":"fox","title":"ACLU, inmates sue over Miami-Dade jail's refusal to provide Muslim religious-based meals","url":"http://feeds.foxnews.com/~r/foxnews/national/~3/KvZeew4VsLY/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"c4DmXMSmpNeHW7CZ6","body":"BOSTON, Sept 3 Lee Ainslie's hedge fund Maverick\n\nCapital lost 1.2 percent last month, performing far better than\n\nthe broader stock market and still boasting a double-digit gain\n\nfor the year, an investor source said on Thursday.\n\nThe $9 billion fund, which mainly picks stocks, has returned\n\n20.5 percent since January. The Standard \u0026 Poor's 500 index was\n\nroiled by fears about slowing growth in China last month and\n\nended the month off 6 percent, leaving it down nearly 5 percent\n\nfor the year.\n\n(Reporting by Svea Herbst-Bayliss; Editing by Phil Berlowitz)","confidence":35,"election_news_confidence":"0.35800234409704151","label_ids":["141982841","144015363"],"org":"reuters","title":"Ainslie's Maverick Capital hedge fund off in August, up for year","url":"http://feeds.reuters.com/~r/news/usmarkets/~3/yClXELTossU/story01.htm","user_ids":["eemL5mhSPrHkhGxZw","sapyaLKhwfggF7QhM"]}
{"_id":"cRKfLQqr4vYDhMMyZ","body":"Dylann Roof (R), the 21-year-old man charged with the killings. (Randall Hill/Reuters) Prosecutors in South Carolina intend to seek a death sentence for Dylann Roof, the man accused of killing nine black parishioners in a Charleston, S.C., church earlier this year. Roof has been charged with nine counts of murder and three counts of attempted murder for the June massacre. Scarlett A. Wilson, the prosecutor in the case, has a news conference scheduled for Thursday afternoon to make an announcement regarding the case. Court documents filed Thursday show that the state intends to seek the death penalty for Roof. Under South Carolina law, prosecutors can seek a death sentence if there are certain aggravating factors in a case, including if someone is charged with murdering more than one person during a single act. This story will be updated.","confidence":31,"election_news_confidence":"0.31019947427230887","label_ids":["145272335"],"org":"washpo","title":"Prosecutors plan to seek death penalty for accused Charleston church gunman Dylann Roof","url":"http://www.washingtonpost.com/news/post-nation/wp/2015/09/03/prosecutors-plan-to-seek-death-penalty-for-accused-charleston-church-gunman/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"e7oJSfBp5DaCjve2N","body":"Dawn crept into Daniela Perdomo’s Brooklyn apartment, her bleary eyes still focused on her bright computer screen. The founder of a nearly three-year-old communications start-up, she had been up all night again, orchestrating the work of more than 100 other developers, web designers, researchers and writers.\n\nBut they were not working for Ms. Perdomo’s company. They were not even getting paid. Instead, the all-night sessions were devoted to the Aug. 12 unveiling of FeeltheBern.org — a website they created to explain Bernie Sanders’s positions on issues in the 2016 presidential campaign.\n\nThroughout the summer, a largely unseen legion of technology professionals across the country — software developers and designers, product managers and more — have been moonlighting online on Mr. Sanders’s behalf. They have been applying their initiative, creativity, organizational skills and, above all, technical prowess in their off hours to support an underdog candidate who has been more than grateful for the help.\n\nThey have built interactive maps of campaign events and are working on an automated flier generator to spit out polished promotional materials with a few clicks. They have set up an app to let volunteers and staff members at Mr. Sanders’s huge rallies use iPads to collect donations by swiping supporters’ credit cards. They have pioneered a tool to pair volunteers with lists of voters to call, automating what otherwise requires many paid campaign workers. And they have built dozens of websites for supporters of Mr. Sanders, the independent senator from Vermont, like Ms. Perdomo’s FeeltheBern.org.\n\nLike so many online minutemen, they have given Mr. Sanders an enormous lift in his campaign for the Democratic nomination. But this is no ragtag militia: The people who have enlisted include top-flight digital talent.\n\n“It really blows me away,” Mr. Sanders said of the coders donating their services. “The volunteers we’ve mobilized all over this country, especially all the young people, are helping our campaign move to the next level.”\n\nIndeed, while every political campaign relies on the enthusiasm of youthful volunteers, Mr. Sanders has quickly — and effortlessly — tapped into an unexpectedly large and capable cadre of computer jockeys with years and years of experience. They came forward of their own volition, with hundreds joining a Coders for Sanders thread on Reddit. And they organized themselves so thoroughly that one built an Internet “bot” to help match newcomers to tasks appropriate to their skills.\n\nThey are a diverse bunch, too: Ms. Perdomo said FeeltheBern.org grew to 125 volunteers “from every demographic I could imagine.” They include former aides to Mitt Romney, self-described libertarians, high school students (“Because I’m young, I can’t vote, so this is a great way to get involved,” said Justin Zheng, 14, of San Mateo, Calif.) and even an Australian programmer, Jordie Bodlay, who said that a Sanders administration would indirectly improve his own life in Sydney. Nearly everyone interviewed had never been politically involved before, and most cited Mr. Sanders’s views on issues like income inequality or his unconventional style of campaigning.\n\nMost are younger than 35, members of the so-called millennial generation, one that has been dismissed at times as too focused on “hashtag activism,” lazily posting harangues on social media while shying away from the difficult work of organizing. But several who described themselves as introverted to begin with said the chance to do valuable political work from the sanctuary of their computers was irresistible.\n\n“When the opportunity came along to do something I love doing anyway, to make a difference somewhere, I’ll always jump on that boat,” said Rob Pieta, 23, a mobile developer in Illinois.\n\nKenneth Pennington, the digital director for the Sanders campaign, said features like the donation app, which incorporates the Square credit card processing software, were “the kind of tech that other organizations would pay expensive app developers for.”\n\nBut Federal Election Commission regulations treat donated tech work like “the 21st-century equivalent of having volunteers build a stage for a campaign event,” said Brett G. Kappel, a partner at the law firm Akerman LLP and an expert on campaign law. “As long as the volunteers aren’t compensated for their services by anyone, their work is not considered an in-kind contribution.”\n\nOther gifts to the Sanders campaign that could have cost tens of thousands of dollars on the open market include a custom interactive map of events and rallies, which wound up on the campaign website to promote a national organizing day and continues to be highlighted there.\n\n“They asked, ‘What do you want for it?’ and I said, ‘Nothing,’ ” said Ralph Castillo, a software engineer from Queens who built the map over one weekend. “ ‘I just want my husband and me to meet Bernie.’ ”\n\nThe stampede of coders to Mr. Sanders’s aid can be traced to Kyle Pierce, a mobile software developer who, on a whim, created the Coders for Sanders thread on Reddit in June.\n\n“I have a decent amount of free time, and I can put together a website in a few hours,” Mr. Pierce said. He said he was curious to see if he had much company. Within weeks, hundreds more had joined in.\n\nTheir buzzing nerve center is not on Reddit, though, but on Slack, an online chat program popular in the tech world, where the volunteers brainstorm at all hours, ask for help on projects, swap code and design mock-ups.\n\nTo help speed the integration of new volunteers, Atticus White, a 26-year-old developer from Boston, built a bot — an app programmed to respond to chat commands — that points users in the right direction. The tuxedo-avatared-app, @butler, begins a conversation with new arrivals (often peppered with an encouraging “Awesome” or “Great”) about their skills and points them toward suitable projects.\n\nSlack is also the volunteers’ pipeline back to the campaign. Sanders aides check in regularly there, offering feedback, encouragement, requests and guidance, like asking those building the flier generator to make sure that union shops were hired to do the printing. Aides also ask that new sites be designed differently from the campaign’s own and include disclaimers saying they have no official tie to Mr. Sanders.\n\nUnaffiliated or not, builders of those websites are free to amplify on Mr. Sanders’s campaign message: “We’re regular people, unassociated with any super PACs or billionaires,” says the fine print at FeeltheBern.org.\n\nMs. Perdomo said she had been spurred to seek out coders who shared her admiration for Mr. Sanders after she contributed to his campaign and was laughed at. “I was telling friends that I donated this money and they should do it, too, and I got a bunch of L.O.L.’s back saying, ‘He’s great and everything, but I don’t see it happening,’ ” she said.\n\nHer website had more than a million page views in its first two weeks.\n\nAs their projects take off, or become absorbed by the Sanders campaign, the coders keep coming back for more. The volunteers who worked with Ms. Perdomo, for example, now are putting together a message board to help people car-pool to campaign events.\n\n“There were too many nights when I would go to sleep with the sun coming up, and I felt like a zombie and would question my sanity,” Ms. Perdomo said with a laugh. “But now, it’s so worth it.”","confidence":99,"election_news_confidence":"0.99714927310130486","label_ids":["149111469"],"org":"nyt","title":"Legion of Tech Volunteers Lead a Charge for Bernie Sanders","url":"http://www.nytimes.com/2015/09/04/us/politics/bernie-sanders-presidential-campaign-tech-supporters.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"title":"State lawmakers deny \u0026#8216;making out' in car at Minnesota park","url":"http://www.washingtonpost.com/news/the-fix/wp/2015/09/03/state-lawmakers-deny-making-out-in-car-at-minnesota-park/","org":"washpo","body":"Rep. Tim Kelly (R-Red Wing) and Rep. Tara Mack (R-Apple Valley). (Minnesota House of Representatives via AP) Last month, a park ranger in Minnesota issued citations to a man and a woman, whom, he reported, were \"making out\" in a car. The reason you're reading about that encounter here, on a Washington Post political blog, is because the man and woman who received the public nuisance citations are Minnesota state lawmakers. They're denying the ranger's account, which was noted in court records. State Reps. Tim Kelly and Tara Mack, both Republicans, were issued citations following an incident that allegedly occurred on Aug. 25 in a park in Eagan, Minn., according to the St. Paul Pioneer Press. [Politician reportedly leaked fake male prostitution e-mails to hide his real affair] \"The two, who are married to other people, were in Lebanon Hills Regional Park in Eagan when they were allegedly spotted by the officer 'making out' in a parked car about 4:30 p.m., according to documents,\" the Pioneer Press reported.\" The officer's notes claim Mack was half undressed when he approached the vehicle.\" In fact, according to the Pioneer Press, \"the ranger's notes in court records said Mack's pants were unzipped and pulled down.\" (You can see images of the citation notes here.) Mack and Kelly issued separate statements about the park ranger's report, with Kelly calling it \"an absolute lie,\" and Mack describing the ranger's statements as \"egregious and false.\" \"I was driving down to Red Wing through Eagan last Tuesday and met Rep. Mack to pick up some documents regarding South Country Health Alliance,\" Kelly said in his statement. \"When we met, a park ranger approached my vehicle and told me I was double-parked. I disputed his characterization and got out of the car to take a picture. He became visibly agitated and returned to his own car. \"Approximately ten minutes later, he returned to my vehicle with a parking ticket citing a nuisance. When I asked what that meant, he responded 'whatever I want it to mean.'\" Both Mack and Kelly said they planned to file complaints, though it was unclear Thursday if they had already done so. By Wednesday evening, the Pioneer Press reported, Dakota County Sheriff Tim Leslie hadn't received any. \"He doesn't know these people. He's just doing his job,\" Leslie told NBC affiliate KARE of the ranger who issued the citations. \"That's what park rangers do. They patrol and they look for problems in the parks, and that's what he was doing.\" Read More: That time ‘Sesame Street’ trolled Donald Trump Nikki Haley’s race speech: What it said — and what it didn’t","election_news_confidence":"0.37597423828242277","label_ids":[],"user_ids":[],"confidence":37,"_id":"ec5AFG9x5kmexfNBN"}
{"_id":"fcZ48TEzecoc8L69c","body":"Washington (CNN)Hillary Clinton's email controversy is older than her 2016 presidential campaign -- and it's been forced into the headlines again Thursday and Friday when two top aides testify behind closed doors for a House committee.\n\nThe former secretary of state's use of a private email server might not have been broken laws, particularly if her claims that she never knowingly shared information that was classified at the time holds true.\n\nBut the Justice Department's investigation, the State Department's processing and release of her emails, a House panel's separate investigation and dozens of impending lawsuits are weighing on the 2016 Democratic presidential front-runner's campaign.\n\nHere's what's happened so far:\n\nNews broke in March that Clinton used personal email addresses connected to a privately-owned server, rather than a government email, during her four years as President Barack Obama's first-term secretary of state.\n\nSome previous secretaries of state -- including Colin Powell -- have also used private email accounts, but Clinton's approach was particularly controversial because it's out of step with typical government practice now and gave Clinton a major measure of control over what remains private and what's public.\n\nClinton's lawyers turned over 55,000 pages of emails to the State Department, and the department has since processed those -- releasing some, under a judge's orders, at the end of each month.\n\nBut she didn't hand in the server itself until last month, after five months of intense scrutiny over whether she flouted transparency laws or put government secrets at risk.\n\nClinton has chalked it all up to convenience, saying she preferred not to carry two phones -- one with a personal email address and one with a work email.\n\nThere's some legitimacy to that: Government BlackBerrys could only include one address.\n\nBut having her own personal server also gave Clinton -- as well as her closest aides -- much greater control over which emails were accessible under public records requests.\n\nClinton acknowledged, both in March when her private email use was first reported and again in Iowa last month, that it \"clearly wasn't the best choice\" to skip using a government email address.\n\nIt's mostly innocuous -- with Clinton asking for scheduling updates, fitting in trips to her hair stylist, checking on a strange trade dispute over gefilte fish and receiving notes about the balance of a career and a family from a top policy aide.\n\nBut the emails also offer insight into Clinton's closest contacts. Among them: Sidney Blumenthal, who sent what Clinton has said were unsolicited -- yet were clearly warmly received -- notes with advice and guidance on domestic and international politics.\n\nMany of the emails are, in part or in full, redacted. That makes it tough to tell what behind-the-scenes policy conversations were taking place as Clinton navigated tricky international waters.\n\nOf the 7,000 emails released by the State Department this week, 125 were retroactively classified.\n\nThere are laws intended to keep government records transparent -- but one that requires officials to transfer emails sent to private addresses onto government servers wasn't enacted until 2014, after Clinton departed the State Department.\n\nStill, U.S. District Judge Emmet Sullivan suggested last month that Clinton violated government policy and made the process of responding to open records requests more difficult.\n\n\"We wouldn't be here today if this employee had followed government policy,\" he said at a hearing on one of the dozens of lawsuits over Clinton's emails.\n\nLooming larger is the question of how classified information was handled -- the subject of a Justice Department investigation and the question that ultimately forced Clinton to turn over her private server to the FBI.\n\nClinton has insisted she never sent or received information that was classified at the time -- though many of her emails have been classified retroactively as the State Department has prepared them for release.\n\nProbably not, said Anne M. Tomkins, the former U.S. attorney who oversaw the prosecution of Gen. David Petraeus over his having showed classified materials to his mistress and biographer.\n\nTomkins wrote this week in USA Today that Clinton committed no crime because she didn't \"knowingly\" share classified materials.\n\n\"Clinton is not being investigated for knowingly sending or receiving classified materials improperly,\" Tomkins wrote.\n\n\"Indeed, the State Department has confirmed that none of the information that has surfaced on Clinton's server thus far was classified at the time it was sent or received,\" she wrote. \"Additionally, the Justice Department indicated that its inquiry is not a criminal one and that Clinton is not the subject of the inquiry.\"\n\nAll government agencies are responsible for determining which of their own materials are classified.\n\nBut Clinton's emails are being reviewed by a team of about 12 interagency officials, who are making recommendations on what should and shouldn't be classified.\n\nState Department spokesman John Kirby told reporters in August that \"there's an exhaustive, extensive review process for each and every email, which includes not just State Department reviewers going through them but having intelligence community reviewers with us at the time as we go through them in real-time to help make determinations.\"\n\nKirby added, \"Some of those determinations are fairly easy -- yes or no. Some of them require additional review and discussion.\"\n\nIt's not just the State Department's email releases forcing fresh headlines about the issue.\n\nThe House's Benghazi committee chaired by Rep. Trey Gowdy is calling two top Clinton aides in for closed-door depositions this week. Cheryl Mills, Clinton's State Department chief of staff, will appear Thursday, while policy adviser Jake Sullivan is expected Friday.\n\nAnother former State Department employee Bryan Pagliano who worked on Clinton's private email server has informed Congress that he will invoke the Fifth Amendment to avoid testifying before the House Select Committee.\n\nClinton herself will appear before the committee for an open hearing -- one likely to attract the most television cameras of any congressional hearing in recent memory -- on Oct. 22.\n\nThere are also dozens of lawsuits seeking Clinton's emails. They range from news organizations like Gawker and The Associated Press to conservative groups like Judicial Watch.\n\nThe State Department said Tuesday that it will ask for all of those lawsuits to be consolidated under a single judge.\n\nAmong Clinton's biggest challenges in the presidential race is demonstrating her authenticity -- and part of that is showing voters she's trustworthy.\n\nIncreasingly, though, voters say they distrust Clinton. The numbers have shifted dramatically since news of her private email server was first reported in March.\n\nHer campaign has shifted tactics in recent weeks, dropping the jokes Clinton had cracked about what she'd once portrayed as a non-issue and sending aides out in an attempt to diffuse the issue in television appearances -- signaling that it's an increasingly serious challenge.","confidence":99,"election_news_confidence":"0.99967737470474594","label_ids":["145980301"],"org":"cnn","title":"Hillary Clinton's email controversy, explained","url":"http://www.cnn.com/2015/09/03/politics/hillary-clinton-email-controversy-explained-2016/index.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"g9cXkk3wLgdPfuLRC","body":"A monthly content-marketing check-in gives you the opportunity to measure the success of your campaigns. Without a regular review, you won’t be able to take a strategic approach to your efforts, and if you don’t understand where you’re at, you can’t create a clear path for where you’re going.\n\nEntrepreneurs that fully invest in content marketing will generate an abundance of data as their campaigns grow. It’s crucial that you have a plan for analyzing these numbers and making adjustments to your efforts along the way.\n\nContent marketing is a dynamic effort. You’ll want to test different things and see what works and what doesn’t. The only way to truly know that is through regular check-ins.\n\nReview progress of overall goals.\n\nStart the check-in with a brief review of your overall goals. Your content-marketing team should have set these initial goals in the beginning of your efforts.\n\n( source)\n\nGoals are important because they set the baseline for all other analyses. For example, an increase in traffic doesn’t have value if there isn’t a business goal to measure it against. But if you knew that your overall goal was an increase in monthly revenue, you can measure your financial results against your traffic to see if you’re on track with your goals.\n\nThat said, things change. Make sure to reevaluate your goals once a quarter to be sure they’re still applicable.\n\nRelated: How to Use Content Marketing to Build a Brand with Purpose\n\nMeasure traffic changes.\n\nReview your traffic and see how it changed compared to last month. If you’re investing in content marketing, you’ll want to see that your efforts are continuing to bring in new traffic from different sources. Some questions to ask yourself include:\n\nWhich traffic source increased/decreased?\n\nDid any product launches or events create a large bump in traffic this month?\n\nHave we recently done a trade show, mailer or other marketing campaigns that could account for the increase in traffic?\n\nHave we started or ended any prominent partnerships with industry leaders?\n\nTry to find the reason for any major shift in traffic. It will help you evaluate what’s working and what isn’t.\n\nRecap campaign performance.\n\nLook at how your content-marketing efforts have impacted your marketing performance overall. Specifically, you’ll want to analyze:\n\nTraffic to landing pages from content-marketing efforts, such as blogging or guest blogging.\n\nLead-generation numbers compared to last month.\n\nResults of A/B tests on content-related items such as call-to-action copy on blog posts.\n\nConversion rates and traffic from social-media campaigns.\n\nYou’ll learn a lot when you evaluate your content marketing against your other digital-marketing campaigns, as doing so will help you see the true impact of your efforts.\n\nLook at your content-marketing landing pages.\n\nFor the most part, you’ll be creating landing pages focused on lead generation. These types of landing pages typically include a form that aims to convert viewers to email list subscribers. But there are other types of landing pages as well.\n\nIn content marketing, you can develop things such as resources pages and in-depth guides that serve as landing pages. If you’ve developed this type of content, evaluate its success.\n\nLook at metrics such as the number of social shares, traffic increases or decreases, conversion rate and new leads acquired this month. Knowing this data can help you evaluate whether this type of content works with your audience. If it does, you can make plans to do more of it in the future.\n\nRelated: How Much Should Your Content Marketing Really Cost?\n\nIdentify top-performing blog posts.\n\nSome of your blog posts will out-perform others. Identifying the types of posts that are performing best on your website gives your team special insight. You can use this information to guide your future topics, hone in your buyer personas, direct your marketing team and locate opportunities for blog-post optimization.\n\nSpecific metrics you can use to gauge success include:\n\nNumber of views\n\nConversion rate\n\nNumber of social shares\n\nNumber of comments\n\nKeyword rankings\n\nI particularly like this part of the check-in because it directly correlates to the type of content that resonates with your audience. The more you can narrow down those topics, the better.\n\nTrack social-media impact.\n\nContent marketing is great, but it won’t accomplish much if you don’t promote it. Social media is one of the main ways many marketers promote their content. Review how much traffic is coming from your social-media channels. Also, measure how many people arrive on your site and then share your content to their social profiles.\n\nI’ve found that it’s one thing for someone to retweet my content. But it’s far more valuable if I get them to my site and they share it themselves.\n\nEstablish opportunities for the upcoming month.\n\nOnce you have all this information, it’s time to make plans for the upcoming month. I like to ask myself a few questions:\n\nShould I alter my strategy based on this month’s findings?\n\nAre my content-marketing efforts serving my business goals? If not, what adjustments should I make to realign my efforts?\n\nHow can I make sure that next month’s results are better than this month?\n\nThese simple questions set the stage for my next month of marketing. Sometimes I’ll make radical changes. But most of the time, it’s the small tweaks, adjustments and tests that create the lasting impact.\n\nAre you measuring content marketing on a regular basis? If not, make plans to implement monthly check-ins such as these as soon as possible. The fate of your success depends on it.\n\nRelated: 6 Resources Content Strategists Could Use to Find New Ideas","confidence":45,"election_news_confidence":"0.45542190789238057","label_ids":["141984020","144013046"],"org":"fox","title":"Make a Monthly Content-Marketing Check-In a Must-Do","url":"http://feeds.foxnews.com/~r/foxnews/national/~3/BLZpmyGA0jY/","user_ids":["eemL5mhSPrHkhGxZw","sapyaLKhwfggF7QhM"]}
{"_id":"gB55tbt9YrPvYARDa","body":"Millennials doing millennial stuff. (Photo by Kyle Gustafson / For The Washington Post) One of the first big media explorations of the term \"millennial\" came from the pages of Advertising Age magazine. There was a book that came out in September 2000 called \"Millennials Rising: The Next Great Generation,\" and within a few months, AdAge's Bonnie Tsui laid out a few thousand words about what this new generation meant for brands. Her savviest point was this: In the past, generations were defined largely by the year in which one was born. Now target marketing has reached the point where generational attitudes are discerned and used as a starting point for media planning. Put another way? Generations mean more in marketing terms than in sociological ones. Which mirrors what Columbia University sociologist Tom DiPrete said when we spoke last year. \"The media in particular wants [generational] definitions, identities,\" he said. \"I don't know that the definitions are as strong or as widely shared across all the boundaries. … At the end I think it gets fuzzy.\" A new survey from Pew Research shows that \"millennial\" isn't really how millennials see millennials, either. Pew asked respondents to identify the generation with which each identified, and sorted them by their \"actual\" generation. Obligatory reminder, to DiPrete's point: There is no \"actual\" generation for any group besides the Baby Boomers, which is a statistically defined group. Pew's definition of what counts as millennial -- defined by year of birth -- isn't the same as other organizations'. That said, millennials were less likely than other groups to identify as their \"correct\" generation. (Wearing out my scarequote key here.) Forty percent of people born within Pew's millennial boundaries saw themselves as millennials. Eight percent ... saw themselves as Boomers. Pew notes that the generational self-identity of Millennials (born 1981 to 1997) is lower than that of Generation X (1965 to 1980) or Baby Boomers (1946 to 1964). It's higher than the \"silent generation,\" those born (1928 to 1945). Just as older millennials see themselves as part of Generation X (43 percent of those aged 27 to 34), the silent generation prefers to identify as Boomers or the \"greatest generation\" -- those that fought in World War II. \"In part, this reflects the low visibility of the term 'Silent Generation,'\" Pew's researchers write. But also it probably reflects that the name is lousy. If you gave me the choice between saying I was in the Greatest Generation or the Silent Generation, you know what I'd pick? Pew's question was \"How well would you say the term GREATEST GENERATION applies to you?\" Pretty well, thanks! Eight percent of millennials say they're in the greatest generation, but very, very few of them fought in World War II. I am in Generation X, to the extent that any non-Boomer is anything.* And I remember with great clarity how we were all terrible cynical slackers that wore flannel to Ethan Hawke movies. Well, guess what! Millennials see themselves as more cynical than we do. They see themselves as more wasteful and more self-absorbed. Generations now come of age in a world that analyzes and markets and leverages and social medias everything they do, a world in which older people look at younger people and their newfangled music and contraptions, package them into ad hoc groups and judge them poorly. Happened to us; it's happening to them. Millennials, though, are probably more aware of this process. Many of them no doubt know that when we talk about \"millennials,\" we don't actually mean and aren't actually describing them. It's marketing! And in the lingo, \"millennial\" means \"young\" or \"new.\" It's a framework that allows things like this 2007 exploration of how millennials behave and think, produced as sponsored content for ABC family by AdAge. It means that millennials often see \"millennials\" in those defined terms -- which often aren't complimentary. Millennials see themselves as less patriotic than Boomers see themselves -- and less responsible, hard-working, moral, self-reliant, etc. \"To be sure, some of these differences may be related more to age and life stage than to the unique characteristics of today’s generations,\" Pew writes. And since each generation sees itself more positively in the contexts of these positive terms, per Pew, that's likely right. The media made up millennials and then constantly talks about how millennials are young selfie jerks, and voila. No wonder older millennials see themselves as Gen X, given the chance. No Boomer would have chosen that in 1995. And now the kicker. The term \"millennial\" itself apparently stems in part from an informal survey conducted by ABC News in late 1997. When Peter Jennings revealed the results during World News Tonight, he explained that \"the second largest number though there should be no label [for the generation] at all, and the greatest interest was in the millennium generation, or the millennials.\" As often happens, the runners-up had the better point. * Weirdly enough, one sociologist I spoke with thinks that the millennial generation may end up sharing enough sociological indicators to be a \"real\" generational cohort! For now, though, it's still mostly marketing.","confidence":99,"election_news_confidence":"0.99226916031240353","label_ids":["141982092","144008660"],"org":"washpo","title":"A majority of millennials don't think they are millennials","url":"http://www.washingtonpost.com/news/the-fix/wp/2015/09/03/a-majority-of-millennials-dont-think-they-are-millennials/","user_ids":["eemL5mhSPrHkhGxZw","sapyaLKhwfggF7QhM"]}
{"_id":"gS4sQRHBt9nx2bwqR","body":"Rand Paul said Thursday that its a huge mistake to jail Rowan county clerk Kim Davis for refusing to issue marriage licenses out of her opposition to same-sex marriage on religious grounds.","confidence":36,"election_news_confidence":"0.36215188487436478","label_ids":["141985164","144016546"],"org":"buzzfeed","title":"Rand Paul: \"Real Mistake\" And \"Step Back\" To Jail Kentucky Clerk Kim Davis","url":"http://www.buzzfeed.com/kyleblaine/rand-paul-real-mistake-and-step-back-to-jail-kentucky-clerk","user_ids":["eemL5mhSPrHkhGxZw","sapyaLKhwfggF7QhM"]}
{"_id":"gS7MZLmBpxcBGrZ4f","body":"This morning, a new, controversial ad campaign hit the press. New Yorkers, en route to work, were likely the first to see it, because it's inaugural imprint was in The New York Post, in the form of a full page advert. And it isn't at all kind to Chipotle. The ad, which features a flexing, overweight male, looking directly into the camera, smiling, almost snidely, clearly mocks the notion that eating at Chipotle is a healthy life choice. \"Eat two 'all natural' Chipotle burritos a week and you could gain 40 pounds in a year,\" the ad says, oozing with sarcasm. At the very top, large block letters read ''Chipotle' Healthy,' in large block letters. This is what it looks like. The link teased in over-sized capital letters, chubbychipotle.com, leads to a single page website. Within it, Chipotle's slogan—'food with integrity'—is altered so it says 'food with hypocrisy' instead; its commitments to sustainability, antibiotic-free meat, and GMO-free food are also disparaged. Sofrito, the website quips at one point, is a word the chain \"made up for tofu.\" In all, there are four sections, and each one of them is equally harsh in its treatment, taking issue with distinct facets of Chipotle's messaging. The campaign is being funded by The Center for Consumer Freedom (CCF), which is only apparent once one scrolls to the very bottom of the website. CCF is a non-profit organization, which lobbies on behalf of the food companies. The group's mission is perhaps most clearly evident in those it deems its adversaries. \"A growing cabal of activists has meddled in Americans’ lives in recent years,\" CCF's about section says. \"They include self-anointed “food police,” health campaigners, trial lawyers, personal-finance do-gooders, animal-rights misanthropes, and meddling bureaucrats.\" Chipotle, CCF holds, falls firmly into that family of enemy activists. \"A lot of what Chipotle says about its food is based on misconceptions,\" said Will Coggin, who is the director of research at CCF. \"We launched this campaign, because we wanted to take this stuff head on.\" Specifically, Coggin points to the chain's self-aggrandizing statements about its food. \"They've built up this idea that somehow their food is better for you, that it's healthier for you,\" he said. \"We're not going to take it.\" Chipotle, for its part, is neither surprised by the attack nor impressed by it. \"What they're saying, what they're accusing us of, it's nothing new,\" said Chris Arnold, Chipotle's director of communications. \"They're just rehashing things others have been making up about us for years.\" \"There's nothing false at all about our advertising or marketing,\" he added. \"But there are legitimate ways to challenges these sorts of things. Launching a smear campaign isn't one of them. It's actually just pretty infantile.\" Chipotle has earned both praise and skepticism in its ascent to the upper echelon of the fast food world. The company's mission, which is centered around a commitment to sourcing the most ethical ingredients possible, has proven an honest one. Earlier this year, when it became clear that a pork supplier wasn't meeting the company's standards, Chipotle took the fall, and stopped serving pork at hundreds of restaurants around country. The act was met with applause, as consumers celebrated the chain's steadfastness about its core values. Chipotle's announcement that it would no longer serve foods containing genetically modified organisms, however, was far less popular. Much of the media, including The Washington Post's editorial board, accused the chain of irresponsible fear-mongering. But CCF's campaign calls the entirety of Chipotle's messaging into question, which Arnold says is pretty ironic. \"We've always been very transparent in the way that we run our business,\" he said. \"You can't really say the same about the Center for Consumer Freedom.\" Indeed, there is reason to believe that the organization's intention might be less pure than their statements make it seem. CCF, after all, was founded by Rick Berman, a lawyer and lobbyist, famous for arguing on behalf of big food companies and against big health initiatives. Initially, the group was founded to fight smoking curbs in restaurants. The money, of course, came from the coffers of tobacco companies and restaurants. But it has since shifted its focus to the food and beverage industry, where many large players are worried about the impact of health, nutrition, and animal welfare concerns. \"Our general goal is to push against activist groups,\" Coggin says. \"We're very clear about that.\" What CCF isn't clear about is who exactly funds its work. Coggin holds that no company, or even group of companies, helped spearhead the anti-Chipotle campaign. \"It's just a project of ours.\" But it's impossible for people to know, because the center is a nonprofit 501(c)(3) organization, and, as such, doesn't have to disclose individual donors. Instead, it offers transparency by sharing only a vague sense of where it gets its money. \"The Center for Consumer Freedom is supported by restaurants, food companies and thousands of individual consumers,\" the organization's website says. \"Mr. Berman is being paid to advocate the interests of a company or group of companies or industry, but won't say who those are,\" said Arnold. \"I don't know about you, but that seems kind of shady.\" Shady or not, the public attacks are likely only to pick up speed, and prominence. Asked whether the full-page ad in the New York Post and new Web site were the extent of the campaign, Coggin assured that it's only the start. \"Oh, there is more to come,\" he said. \"But I won't say anymore, I can't talk about it at this time.\"","confidence":41,"election_news_confidence":"0.41363656667534715","label_ids":["146554306"],"org":"washpo","title":"Wonkblog: Is Chipotle evil? This ad campaign says absolutely","url":"http://www.washingtonpost.com/news/wonkblog/wp/2015/09/03/is-chipotle-evil-this-ad-campaign-says-absolutely/?wprss=rss_business","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"hHBfYmDEzAYFg93MG","body":"Related NPR Stories\n\nIt's All Politics\n\nThe 'Trump Effect' Alienating Conservative Latinos\n\nDonald Trump In 9 Quotes And 200 Seconds\n\nReporter Evan Osnos says the removal of the Confederate flag from South Carolina's state house reinvigorated extremist white-rights groups. Then, he says, \"into that moment dropped Donald Trump.\"","confidence":99,"election_news_confidence":"0.99707082506487954","label_ids":["145811899"],"org":"npr","title":"How White Nationalist Groups Found Their Candidate In Donald Trump","url":"http://www.npr.org/2015/09/03/437195328/how-white-nationalist-groups-found-their-candidate-in-donald-trump","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"igCmYAdcjXPh6L7MK","body":"A judge Thursday overturned the NFL's four-game suspension of New England Patriot's quarterback Tom Brady. The decision marked a Brady victory in the #Deflategate scandal that has plagued the quarterback for months. In the aftermath of the decision to #FreeBrady, politicians took to Twitter.","confidence":33,"election_news_confidence":"0.33782150585460102","label_ids":["148110819"],"org":"cnn","title":"Politicians happy about Brady decision","url":"http://www.cnn.com/2015/09/03/politics/tom-brady-nfl-new-england-patriots-politicians/index.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"k5HrvPMFXkwX5oCrX","body":"Bubba Watson watches his tee shot on the second hole during the third round of play at The Barclays golf tournament Saturday, Aug. 29, 2015, in Edison, N.J. (AP Photo/Adam Hunger) (The Associated Press)\n\nNORTON, Mass. –  Two-time Masters champion Bubba Watson skipped the Deutsche Bank Championship pro-am Thursday because of a mild back injury.\n\nWatson suffered a mild strain of his back during the weekend of The Barclays, where he finished third. His agent, Jens (pronounced YENTZ) Beck, says Watson received therapy the last few days. His trainer recommended one more day of rest as a precaution.\n\nWatson is No. 3 in the FedEx Cup standings going into the second playoff event.\n\nThis is the second week in a row that a top player has missed the pro-am with a sore back. Jason Day felt a twinge during the week at The Barclays. He went on to a six-shot victory.","confidence":33,"election_news_confidence":"0.33573100109535337","label_ids":["147215560"],"org":"fox","title":"Bubba Watson takes extra day off at Deutsche Bank for mild back pain","url":"http://feeds.foxnews.com/~r/foxnews/sports/~3/Ng0p9zIzat8/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"m8vw3SJbLsfg9xoSd","body":"A billboard displays the logo of Snapchat above Times Square in New York March 12, 2015. REUTERS/Lucas Jackson What is Snapchat, and can it actually shift outcomes in a presidential race? Seasoned political hands are asking in response to a blitz of media coverage for Snapchat, a four-year-old mobile application that lets users trade messages that disappear after 24 hours or less. That fact is a feature, not a bug for the platform, which promotes a kind of fun, cryptic Internet banter that can leave curious baby boomers scratching their heads. If you’re a young person and you’ve got an inside joke with friends, there’s a good chance it’s been communicated in some form on Snapchat. Not that you could ever go back and find it or anything. The company defied low expectations — who would use the service except for sexting? — and now sees activity from nearly 100 million people every day, including more than 60 percent of 18-to-34-year-old Americans who use smartphones. The younger skew has made Snapchat the buzziest application of the 2016 election cycle, and the company now promotes itself as the prime venue for political advertising and content designed to sway that elusive and coveted demographic: millennials. Why does Hillary love Snapchat? Watch and learn: https://t.co/ZkevdcvZOY — Hillary Clinton (@HillaryClinton) August 15, 2015 Snapchat’s foray into politics only just recently began. The app landed its first political spot on June 6, one month after the company snagged former Google executive Rob Saliterman to sell advertising to campaigns. Washington readers will remember Saliterman as a spokesman for former President George W. Bush and an early pioneer on the White House-to-Silicon Valley career trail. In May, the company plucked another D.C. player to run its news division: former CNN political reporter Peter Hamby. Headlines were positive. The company was eager to play in the presidential race. Snapchat made quick headway. Nearly every 2016 team is using the app in some form or another, whether running advertisements targeted by state (the app can’t hone in closer, for now) or posting “snaps” from behind the scenes. Hillary Clinton and Jeb Bush used Snapchat to document their campaign kick-offs. Scott Walker is an active user, aided by his sons, both under 25. John Kasich might not post much original content, but he’s advertised on the platform, as has Walker: Part of Saliterman’s 2016 pitch is the intimacy of viewing ads on the app. Paid content takes up the entire mobile screen, interrupting Snapchat users’ flow of activity (a good thing) to deliver a message that hits them up close, “within arm’s length,” as Saliterman says. Snapchat’s immersive “live story” feature also provides candidates with an opportunity to upload content related to events, like a primary debate. “One of the game changers in the 2016 cycle compared to the 2012 cycle is that a much higher percentage of people involved in the election have smartphones,” Saliterman said in an interview. “This means that almost everyone has a video recording device right in their pocket. And that video can be broadcast instantly through Snapchat.” Snapchat argues it can play a big role in the early primary states by galvanizing millennial voters, increasing a candidate’s standing in the primary and even putting them over the edge. After all, Rick Santorum finished only 34 votes ahead of Mitt Romney in the Iowa caucuses in 2012. Could a Snapchat ad for Romney have made the difference? It’s almost impossible to know, but you can’t rule it out an era when social media has become the primary source of news for millennials. Read more: LinkedIn tries to become destination for candidates, voters From rap lyrics to political speeches: the evolution of Genius Can Medium replace the op-ed page? Still, there’s plenty of skepticism about the app’s political worth. Compared with Facebook and Twitter, Snapchat’s ability to target advertisements and connect viewers back to the campaign are rudimentary. The app’s search function is unwieldy and candidates’ accounts are hard to find. Like other tech firms, the company is also secretive about its plans and analytics, which might prove problematic for campaign ad buyers. For example: how many people view political ads on Snapchat to completion? (Ad buyers have complained that Snapchat charges them for ads viewed for less than one second.) And do candidates reach much of anyone with the content they post themselves? Snapchat won’t say. Wired magazine summed up these critiques in a recent piece titled, “Sorry Snapchat, But You’re Not Winning This Election.” The use of new online platforms has become a defining aspect of the 2016 presidential race, and every candidate wants to prove they’re on board with the latest trends. But sometimes, that just means throwing ideas at the wall, including on Snapchat. Cue the latest experiment from John Kasich: In Hooksett, N.H., Post reporter David Weigel tests out the bacon-themed snapchat geo-filter that presidential candidate John Kasich's campaign rolled out for New Hampshire social media users Sept. 2. (David Weigel/The Washington Post)","confidence":99,"election_news_confidence":"0.99992946779227987","label_ids":["141981776","144006938"],"org":"washpo","title":"Is Snapchat worth its political salt?","url":"http://www.washingtonpost.com/news/powerpost/wp/2015/09/03/is-snapchat-worth-its-political-salt/","user_ids":["eemL5mhSPrHkhGxZw","sapyaLKhwfggF7QhM"]}
{"_id":"nQAxupgbdjziHczER","body":"Democratic presidential candidates, from left, Bernie Sanders, Martin O'Malley, Hillary Rodham Clinton and Lincoln Chafee stand on stage during the Iowa Democratic Party's Hall of Fame Dinner, July 17 in Cedar Rapids, Iowa. (AP Photo/Charlie Neibergall) The campaign of presidential hopeful Martin O’Malley has made several unsuccessful overtures to rival Bernie Sanders’s camp in recent weeks to jointly buck the Democratic National Committee’s schedule of six debates. In private conversations, confirmed by aides to both candidates, O’Malley representatives have suggested that both Sanders and O’Malley agree to accept invitations to debates not sanctioned by the DNC in a bid to open up the process, which O’Malley last week characterized as being “rigged” to limit the exposure of front-runner Hillary Rodham Clinton. The DNC has threatened to exclude candidates from its debates if they take part in a non-sanctioned gathering. But aides to O’Malley, the former Maryland governor, say they are skeptical of the threat, particularly if Sanders and O’Malley stand up together against the DNC. [O’Malley blasts Democratic leaders for ‘rigged’ 2016 debate process] Though Sanders, an independent senator from Vermont, has been vocal about wanting more debates, aides say his campaign is more reticent to cross the DNC, reasoning that a chance to appear with O'Malley and other lower-polling Democrats is not worth the risk of losing his shots on stage with Clinton. Recent polling has shown Sanders with an apparent lead over Clinton in New Hampshire and closing in on her in Iowa. O'Malley remains mired in the single digits in both early nominating states. \"At the end of the day, I do want to be on the stage with Hillary Clinton,\" Sanders said in an interview last week. Sanders spokesman Michael Briggs said Thursday that the campaign’s thinking has not changed in recent days, emphasizing that Sanders would like there to be more debates in which all the Democratic candidates participate [Sanders to Democratic Party elite: Consider me, not Hillary Clinton] Briggs said Sanders would also like to debate Republican candidates, a dynamic that could highlight differences between the competing agendas of the major parties without running afoul of DNC debate rules. O’Malley aides suggest that if both O'Malley and Sanders agree to take part in other debates, it is unlikely that Clinton would skip the gathering. DNC officials defend the debate schedule as a sufficient opportunity to size up candidates against one another, noting that multiple groups will also be hosting less formal forums. Critics of the schedule note that only four of the six debates are scheduled to occur before the Iowa caucuses. On Thursday, DNC Chairwoman Debbie Wasserman Schultz declined to answer several questions from reporters on the subject following a meeting she hosted between Vice President Biden and prominent Jewish activists and Democratic donors at a Jewish community center in Davie, Fla. She said she was appearing there only in her role as a Florida congresswoman. O’Malley aides say they have also been heartened by what appears to be growing pressure on the DNC from a variety of sources to open up the schedule. A grass-roots group, for example, has been formed to pressure the party for more debates and plans a demonstration later this month outside DNC headquarters in Washington. [O’Malley forwards a ‘flattering’ Clinton e-mail in an attempt to make a point] O'Malley has made the cry for more debates part of his pitch on the campaign trail for a few weeks now. During an appearance in Hollis, N.H., last week, for example, he told his audience at a house party that Democratic debates would be an effective way to advance issues important to the middle class that are getting drowned out by all the media attention on the Republicans. \"What is our message in the Democratic party?\" O'Malley said. \"It seems our brand is what did Hillary Clinton know about her e-mails and when did she know it, and did she wipe her server or did she not?\" Staff writer Ed O'Keefe contributed to this report.","confidence":99,"election_news_confidence":"0.99999691122517476","label_ids":["146747466"],"org":"washpo","title":"Sanders campaign cool to O'Malley's more aggressive approach to forcing more debates","url":"http://www.washingtonpost.com/news/post-politics/wp/2015/09/03/sanders-campaign-cool-to-omalleys-more-aggressive-approach-to-forcing-more-debates/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"npDGessv6a2LdPiC8","body":"Republican presidential candidate Donald Trump listens during a news conference Aug. 27 after speaking at the TD Convention Center  in Greenville, S.C.  (Richard Shiro/AP) At a 2 p.m. news conference Thursday, GOP front-runner Donald Trump is expected to sign a formal pledge crafted by the Republican National Committee that he will not run for president as an independent if he doesn't win the party's nomination. Which is fine. And a good thing for the RNC, which deserves credit for navigating the murky waters of Trumpworld. But  there is absolutely no reason to think that simply by the act of signing this pledge, Trump will somehow be legally bound to not run as anything but a Republican in 2016. He won't be. This pledge is not, as my colleague Bob Costa notes, a legally binding document. It's like the sort of pledge you get your kids to sign that they will do their homework, make their beds and eat their vegetables before they can play with your iPhone.  It's a statement of intention, but not a binding one. Do I think Trump is secretly plotting a third party bid if he winds up not winning the Republican nomination? No, not at present. Do I think that Trump believes that he will be bound by this pledge from running if he decides that's what he wants to do? Absolutely not. What in Trump's relatively short time as a presidential candidate (or much longer time as a person who takes positions on various issues) suggests that he would feel at all compelled to abide by a pledge put together by the head of a party that he is a) only a relatively recent convert to and b) can't really hurt him, financially or otherwise, if he decides to break it? Trump's entire candidacy is premised on how he doesn't owe anyone anything and how no one can tell him what to do.  So, for the moment, it's in Trump's interest to play nice with the GOP establishment -- since it might allay some fears of voters who are thinking about being for him but wonder if he is, actually, one of them. But  if Trump, at any point over the next few months, feels hard done by the GOP establishment -- or if his poll numbers begin to fade -- is there anything in what he will sign today that keeps him from breaking the pledge not to run? No. Yes, Trump would have to answer for his broken pledge among some Republican voters who took him at his word. But  given Trump's anti-establishment message, there would almost certainly be a big chunk of disaffected Republicans and Republican-leaning independents who would likely take his side in a fight with the national party. Point is: This is a good day for the RNC, which is showing its ability to bring some order to what has been a wild race to date. But  don't assume that Donald Trump signing a piece of paper in front of a bunch of cameras is anything more than a nicely-turned bit of political theater. Because, well, it isn't.","confidence":99,"election_news_confidence":"0.99999980441955427","label_ids":["146548689"],"org":"washpo","title":"Donald Trump's Republican loyalty pledge means almost nothing","url":"http://www.washingtonpost.com/news/the-fix/wp/2015/09/03/donald-trumps-loyalty-pledge-means-almost-nothing/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"ntW9nNSSrMdYqzRGm","body":"The initial concept for the psych-rock trio Unknown Mortal Orchestra’s third full-length album, “Multi-Love,” began with the title. “When I first wrote down the term ‘multi-love,’ I didn’t really know what it meant or why it resonated with me,” frontman Ruban Nielson explains. “But the meaning of it became more complex as the year went on.” Nielson set out to make a “happy record” — a seemingly painless undertaking. But when an unlikely friendship blossomed with a young woman on the road, it evolved into a love triangle between Nielson, his wife and “Woman X” — and complications set in.\n\nThe trio lived together for about a year, along with Nielson and his wife’s two children, in the family’s Portland home while Nielson recorded the album — an unlikely fairy tale, which ended when Woman X’s visa ran out and she was forced to leave the country. The anxieties of a long-distance romance, and the limitations of a device-based connection, inspired the song “Can’t Keep Checking My Phone,” the video for which premieres here. “It’s about that moment when you’re sick of waiting for someone to get back to you, so you pretend you don’t have a phone to keep yourself from going crazy,” Nielson says.\n\nOn the track, Nielson combines a thousand tiny fragments of sound into a disco-ball mosaic — psychedelic synths, rhythmic funk, electronic beats, lush falsetto — and produces a seductive dance-floor hit. The song inspired the director Dimitri Basil to create a collage of assorted images, like the “Mars Attacks!” trading cards he loved as a child. “The idea was to create a kind of deck based on strange occurrences, syndromes and phenomena,” Basil says. The resulting aesthetic is part sci-fi, part psychological thriller, where the 1950s U.F.O. craze meets “The Twilight Zone” and “The X-Files.” Some of the references are more recognizable: abduction, rapture, gender dysphoria. Others necessitate a Google search: Stendhal syndrome, panphobia, hybristophilia.\n\nMore mysterious than the esoteric phenomena illustrated in the video is the concept of love itself, particularly when expanded from one locus of affection into three. Nielson is reluctant to discuss the relationship, but its influence on the record is evident. He seems intent on looking forward and leaving that crazy year behind him. But even after the emotional turmoil he endured during “Multi-Love,” his desire to approach his life and his art from a place of instinct, rather than logic, remains. “I’m always paying close attention to weird coincidences and patterns. I go through phases where I record things that seem significant and build my life and work around that stuff,” Nielson explains. “I make some pretty wild leaps of faith based on vague intuitions.”","confidence":30,"election_news_confidence":"0.30659143915068776","label_ids":["149907006"],"org":"nyt","title":"Entertainment: A Song Inspired by a Bizarre Love Triangle","url":"http://www.nytimes.com/2015/09/03/t-magazine/unknown-mortal-orchestra-music-video.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"q3YSxZvvDbLvSZu3d","body":"Tom Brady is officially available to start for the New England Patriots in Week 1 following the nullification of his four-game suspension, but fans will have to wait until next Thursday to see their quarterback on the field.\n\nAccording to Jeff Howe of the Boston Herald, a source said that the Patriots are unlikely to play Brady in the preseason finale on Thursday night.\n\nThis should come as no surprise, as the majority of starters across the NFL will be relegated to being cheerleaders on the sidelines tonight.\n\nWith Brady now available to play in the regular season opener, the Patriots could now play Jimmy Garoppolo for some time in the preseason finale. He's no longer going to be the starter this season and can still benefit from extra preseason time to work on some things -- even if it is against the Giants' backup defense.\n\nWhile it's disappointing Brady won't be on the field Thursday night against the Giants, Patriots fans are just a short week away from seeing the quarterback back in action against the Steelers in Week 1.\n\n(h/t Jeff Howe)","confidence":31,"election_news_confidence":"0.31421478483098331","label_ids":["145276744"],"org":"fox","title":"Report: Patriots don't plan to play Tom Brady in preseason finale","url":"http://feeds.foxnews.com/~r/foxnews/sports/~3/CdQMqflHbvg/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"q8x747MC96dG6AWB4","body":"A national poll released Thursday gives more confirmation that Ben Carson has developed a head of steam in the Republican field, showing that only Mr. Carson, the retired brain surgeon, outperforms Donald J. Trump in a head-to-head matchup.\n\nRepublicans and Republican-leaning likely voters preferred Mr. Carson 55 percent, compared with 36 percent for Mr. Trump, according to the Monmouth University Poll.\n\n“The fact that the only one who can challenge Trump is the only other candidate who has never held or run for elected office speaks volumes to the low regard G.O.P. voters have for the establishment,” Patrick Murray, director of the Monmouth University Polling Institute, said in a statement.\n\nThe poll found Mr. Trump’s overall support still highest when matched against the full Republican field. It rose four percentage points, to 30 percent, since an earlier Monmouth poll before the first debate in early August.\n\nMr. Carson was in second place in the field, with 18 percent support. Jeb Bush dropped to third since August, with 8 percent, and Gov. Scott Walker of Wisconsin slid to eighth place with 3 percent. Carly Fiorina, the former Hewlett-Packard executive, doubled her support to 4 percent.\n\nThe Monmouth poll is one that CNN will use to determine if Mrs. Fiorina is included in the top-tier debate of Republican candidates in its Sept. 16 debate. She tied for 6th place in the poll, good enough to make the cut.\n\nMr. Trump continued to lead all rivals among different Republican demographic groups. He was preferred by very conservative voters as well as moderate to liberal ones. He led with Tea Party supporters, with men and with women.\n\nOther findings: Gov. John Kasich of Ohio has seen little movement in his national support since he squeaked onto the main debate stage last month in Cleveland. And Mr. Bush’s favorability has slipped to 41 percent from 52 percent last month.\n\nThe poll was conducted by telephone from Aug. 31 to Sept. 2 and has a margin of error of plus or minus five percentage points.","confidence":99,"election_news_confidence":"0.99983972985182734","label_ids":["146498223"],"org":"nyt","title":"First Draft: Ben Carson Shows More Strength in National Poll","url":"http://www.nytimes.com/politics/first-draft/2015/09/03/ben-carson-shows-more-strength-in-national-poll/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"ss4Rnkjf9moiBZHiQ","body":"NEW YORK (AP) NFL commissioner Roger Goodell says league will appeal federal judge's `Deflategate' ruling .","confidence":35,"election_news_confidence":"0.35623484586455445","label_ids":["149117780"],"org":"fox","title":"NFL commissioner Roger Goodell says league will appeal federal judge's 'Deflategate' ruling","url":"http://feeds.foxnews.com/~r/foxnews/sports/~3/D4UINurCXXM/","user_ids":["sapyaLKhwfggF7QhM"]}
{"title":"Jeb Bush went hard after Trump in New Hampshire. Then he took some heat on immigration.","url":"http://www.washingtonpost.com/news/post-politics/wp/2015/09/03/jeb-bush-went-hard-after-trump-in-new-hampshire-then-he-took-some-heat-on-immigration/","org":"washpo","body":"Republican presidential candidate and former Florida Governor Jeb Bush gestures while speaking during a town hall event at a VFW hall in Norfolk, Virginia, August 28, 2015. (REUTERS/Jay Westcott) HAMPTON, NH -- Jeb Bush took his offensive against Republican presidential rival Donald Trump on the road to this early voting state on Thursday, lambasting the real estate mogul's proposals in his opening remarks and defiantly responding to his jeers. He also faced some heat on immigration, Trump's signature issue. Trump has criticized Bush for speaking Spanish on the campaign trail. Bush said Thursday he believed in campaigning with \"brazos abiertos -- with our arms wide open.\" Trump has accused Bush of lacking the \"energy\" to be president. Bush vowed to \"wake up each day with passion and conviction to make sure people's pocketbooks are filled with more money.\" The former Florida governor also continued his efforts to cast Trump as insufficiently conservative, calling out Trump's previous praise for a single-payer health-care system; impractical, saying Trump's immigration policy \"does not embrace the American values\"; and accusing him of fear-mongering, charging that Trump is \"preying on people's fear and angst.\" \"My belief is that if we create the right climate, America is going to rise up and lead the world for the next generation of time,\" said Bush. \"Donald Trump's view is that the end is near.\" [Inside Jeb Bush's strategy to deflate Donald Trump and court conservatives] Bush presented himself as the much more optimistic alternative. \"Whatever the issue is, there is one path that is aspirational and hopeful and there is one path that is negative and it is not the right path for this country,\" he said. Bush fielded questions on health care, money in politics and immigration, among other things. He said he would unveil more tax ideas on September 9th, and he promised that he was not \"beholden\" to the donors that have funded his campaign. His audience, a mixture of employees of Foss Manufacturing, the company that hosted the town hall, and activists, infrequently interrupted him for applause, and did not react at all to the criticism of Trump. A tracker was quick to capture and upload video of a woman apparently nodding off. And while Trump wasn't in the room, some of Trump's immigration views were represented by Dennis Lamare, 58, an unsuccessful 2010 Republican candidate for Senate. \"Right now there's an air of appeasement,\" said Lamare. \"It's, 'let them come in! Let them go where they want!'\" Bush waited as Lamare laid out a long, immigration restrictionist argument. The candidate then delivered his own familiar plan for earned legal status, before inviting Lamare to follow up. \"What are you going to do about Mexico?\" he asked. \"We’re being defensive! Why don’t we be offensive for once?\" \"They should enforce their southern border,\" said Bush. \"What about the northern border?\" asked Lamare. \"The northern border is not where, in the last five years, immigration has come from,\" said Bush. \"It has not come from Mexico.\" Earlier in the day, during a national television interview, Bush responded to Trump's criticism of him speaking Spanish on the campaign trail, saying that he \"laughed\" when he learned about Trump's remarks. \"People come to this country to pursue their dreams,\" Bush said on ABC's \"Good Morning America.\" \"Sometimes they start without speaking English, but they learn English and they add vitality to our country. And the fact that he would say that you only can speak English is kind of ridiculous if you think about it. Are we going to close all the foreign language classes? Why would he have a contract with Univision for his beauty pageant?\" Trump called Bush a \"nice man\" in an interview with Breitbart News published Wednesday. But he added that he \"should really set the example by speaking English while in the United States.” When asked whether he would support Trump if he wins the Republican nomination, Bush said, \"of course.\" In Hampton, when the town hall ended, Bush stuck around for photos as Foss employees headed back to work. The Trump lines, heavily previewed in the media, did not generate much discussion. \"It's nice to hear people give their views on the problems we have,\" said John Mourikas, 61, who worked at Foss. \"The Trump stuff -- eh, I didn't really listen to that.\" And while Lamare appreciated Bush's candor, he left with a clearer view of why he was inclined to support someone else for president. \"For him to attack Trump -- that's his job up there, to separate himself,\" Lamare said after the town hall ended. \"I can't say whether that worked, but he doesn't really have the charisma that one would expect in a setting like this.\" Sullivan reported from Washington ","election_news_confidence":"0.99999999999980882","label_ids":[],"user_ids":[],"confidence":99,"_id":"tiPoqdYEB98S8iBkH"}
{"_id":"tvKGZQ8P7DYYckmAp","body":"Ninth Circuit Solicitor Scarlett Wilson is expected to announce Thursday if prosecutors are seeking the death penalty for Dylann Roof â the 21-year-old accused of murdering nine black parishioners in a historic Charleston church in June.","confidence":34,"election_news_confidence":"0.34668097633472184","label_ids":["146513488"],"org":"buzzfeed","title":"Decision To Seek Death Penalty For Charleston Church Shooter Expected Today","url":"http://www.buzzfeed.com/tasneemnashrulla/decision-to-seek-death-penalty-for-charleston-church-shooter","user_ids":["sapyaLKhwfggF7QhM"]}
{"title":"Donald Trump's Republican loyalty pledge means almost nothing","url":"http://www.washingtonpost.com/news/the-fix/wp/2015/09/03/donald-trumps-loyalty-pledge-means-almost-nothing/","org":"washpo","body":"Republican presidential candidate Donald Trump listens during a news conference Aug. 27 after speaking at the TD Convention Center  in Greenville, S.C.  (Richard Shiro/AP) At a 2 p.m. news conference Thursday, GOP front-runner Donald Trump is expected to sign a formal pledge crafted by the Republican National Committee that he will not run for president as an independent if he doesn't win the party's nomination. Which is fine. And a good thing for the RNC, which deserves credit for navigating the murky waters of Trumpworld. But  there is absolutely no reason to think that simply by the act of signing this pledge, Trump will somehow be legally bound to not run as anything but a Republican in 2016. He won't be. This pledge is not, as my colleague Bob Costa notes, a legally binding document. It's like the sort of pledge you get your kids to sign that they will do their homework, make their beds and eat their vegetables before they can play with your iPhone.  It's a statement of intention, but not a binding one. Do I think Trump is secretly plotting a third party bid if he winds up not winning the Republican nomination? No, not at present. Do I think that Trump believes that he will be bound by this pledge from running if he decides that's what he wants to do? Absolutely not. What in Trump's relatively short time as a presidential candidate (or much longer time as a person who takes positions on various issues) suggests that he would feel at all compelled to abide by a pledge put together by the head of a party that he is a) only a relatively recent convert to and b) can't really hurt him, financially or otherwise, if he decides to break it? Trump's entire candidacy is premised on how he doesn't owe anyone anything and how no one can tell him what to do.  So, for the moment, it's in Trump's interest to play nice with the GOP establishment -- since it might allay some fears of voters who are thinking about being for him but wonder if he is, actually, one of them. But  if Trump, at any point over the next few months, feels hard done by the GOP establishment -- or if his poll numbers begin to fade -- is there anything in what he will sign today that keeps him from breaking the pledge not to run? No. Yes, Trump would have to answer for his broken pledge among some Republican voters who took him at his word. But  given Trump's anti-establishment message, there would almost certainly be a big chunk of disaffected Republicans and Republican-leaning independents who would likely take his side in a fight with the national party. Point is: This is a good day for the RNC, which is showing its ability to bring some order to what has been a wild race to date. But  don't assume that Donald Trump signing a piece of paper in front of a bunch of cameras is anything more than a nicely-turned bit of political theater. Because, well, it isn't.","election_news_confidence":"0.99999980441955427","label_ids":[],"user_ids":[],"confidence":99,"_id":"uwTSMgjm6d62rxMoC"}
{"_id":"vFDMPb22QxNkx4wMd","body":"NORTON, Mass. — Two-time Masters champion Bubba Watson skipped the Deutsche Bank Championship pro-am Thursday because of a mild back injury.\n\nWatson suffered a mild strain of his back during the weekend of The Barclays, where he finished third. His agent, Jens (pronounced YENTZ) Beck, says Watson received therapy the last few days. His trainer recommended one more day of rest as a precaution.\n\nWatson is No. 3 in the FedEx Cup standings going into the second playoff event.\n\nThis is the second week in a row that a top player has missed the pro-am with a sore back. Jason Day felt a twinge during the week at The Barclays. He went on to a six-shot victory.","confidence":42,"election_news_confidence":"0.42626311206080492","label_ids":["149675549"],"org":"nyt","title":"Bubba Watson Sits Out Pro-Am With Back Strain","url":"http://rss.nytimes.com/c/34625/f/640344/s/498bb048/sc/35/l/0L0Snytimes0N0Caponline0C20A150C0A90C0A30Csports0Cgolf0Cap0Eglf0Edeutsche0Ebank0Ewatson0Bhtml0Dpartner0Frss0Gemc0Frss/story01.htm","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"vFyuERtF9Gz3y5Cfp","body":"MOSCOW –  Scott Jamieson and Daniel Gaunt took a share of the lead at the Russian Open with 6-under 65s in Thursday's first round.\n\nJamieson started his day at Skolkovo Golf Club with four straight birdies. Gaunt had an eagle on No. 12.\n\nLee Slattery and Bradley Dredge (both 66) are tied for third place, one stroke ahead of a group of eight others, including Made in Denmark winner David Horsey.\n\nFormer top-ranked tennis player Yevgeny Kafelnikov shot a 77 and was tied for 121st.","confidence":45,"election_news_confidence":"0.45359251233470571","label_ids":["147821300"],"org":"fox","title":"Scott Jamieson and Daniel Gaunt lead on 1st day of European Tour's Russian Open","url":"http://feeds.foxnews.com/~r/foxnews/sports/~3/njMIYC9iS10/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"vX75X6ejoiHmFnEkT","body":"He's running. (Courtesy Lessig Equal Citizens Exploratory Committee) SALEM, N.H. -- Larry Lessig has been a Harvard Law professor, an author, an copyright innovator, and the leader of an anti-corruption \"super PAC to end super PACs.\" On Wednesday night, he took on a new role: A potential candidate for president, taking a whack at a rival. Standing in an Italian restaurant's dining room, addressing two dozen local Democratic activists, Lessig argued that his Citizens Equality Amendment was the best weapon the party could take into the 2016 election. \"We have an extraordinary opportunity right now to claim a big idea that America can rally around,\" said Lessig, \"as opposed to the idea that everyone should have equal wealth. I agree with Bernie Sanders about that -- there is a terrible inequality in our society. But the reality is, in America, if you stand up and say we become Sweden, America is not going to rally around you. As much as I wish we would, that's not America. But if you stand up and say, citizens should be equal, who is on the other side of that?\" The crowd was not initially on his side. Lessig made a late, surprise entry into the presidential race, saying that he would run to become \"the first referendum president\" -- winning, passing his reform bill, then resigning -- if he raised $1 million by September 8. By the time he said that, a wave had already built behind the democratic socialist presidential campaign of Sen. Bernie Sanders (I-Vt.). Sure, Lessig had literally walked through New Hampshire to raise awareness of campaign finance reform. In conversations, many of the Salem Democrats said they'd already gotten behind the Vermont senator. But Lessig, who said he had raised \"around $750,000\" of the needed Kickstarter funds, got a friendly reception. He showed up for his first New Hampshire event since the announcement in his standard traveling TED Talk outfit of black blazer, black pants and blue shirt, fiddled with a temperamental microphone, and got plenty of polite admiration. \"It was fun,\" said Cecilia Cassidy, 66. \"It was like a free lecture at Harvard Law School.\" Lessig had a tougher time selling Democrats on the one-term pledge, especially as he praised everyone else running -- even Hillary Clinton. \"I think it's very promising, and it's very clear what his goals are,\" said Valerine Roman, 59. \"Whether he can actually run for president, I'm not sure. He would win, and then resign? I haven't lived my life to watch that sort of thing happen.\" [Lawrence Lessig wants to run for president -- in a most unconventional way] Lessig spoke and took questions for an hour, and the topic rarely moved from campaign finance reform. A Monday trip to Ferguson, Missouri, taught Lessig that too many people were being ruined by petty fines, \"taxation by citation,\" and the lesson was that \"the people who pay the taxes are not effectively represented.\" The almost-candidate cautioned Democrats not to blame all the ills of the system on the 2011 Citizens United decision. \"Democracy was already dead by then,\" Lessig said. \"The Supreme Court might have shot the body, but the body was already cold.\" Everything came back to political money, and the failure of current candidates to address it before they addressed anything else. Lessig noted that former Maryland Governor Martin O'Malley had issued a 15-point itinerary for a first presidential term, and \"campaign reform came in at number 15.\" Exactly wrong, said Lessig. \"Bernie Sanders put it at number eight on his list,\" he added, \"and after we made our announcement it went to number two. Okay. That was a little better.\" On the way into the speech, Lessig had noticed a Donald Trump bumper sticker on someone's car. The owner of the car, a man unironically wearing a \"Make America Great Again\" baseball cap, occasionally ambled over to the open dining room to hear what the fuss was about. \"I'll say this about Donald Trump,\" said Lessig. \"As much as I think his views about immigrants are vile -- immigrants are some of the hardest-working people in our country, and in my view they should be citizens -- and his views about women are outrageous; when he stands on the Republican debate stage and says 'I own you guys,' Republicans begin to acknowledge that this money is corrupting our democracy. That is progress. That is hopeful.\" At 8 p.m., an hour after the presentation started, Lessig apologized -- he had to make a 9:30 train from Boston to New York. On the way to a car, accompanied by a single aide, Lessig gave a positive assessment of his audience, and said they'd proved Brookings Institution scholar Thomas Mann wrong. \"I thought that they were right there with every step,\" he said. \"They could see the value of talking about this in a more fundamental and elevated wall. Tom Mann says that what Donald Trump and I are doing is dumbing down this campaign -- I think I'm elevating it, getting out of this partisan squabble. The equality thing that Bernie Sanders is pushing -- I personally love it. But I don't think it's an idea that's going to resonate across America, the way this one will.\"","confidence":99,"election_news_confidence":"0.99944993412300565","label_ids":["148506507"],"org":"washpo","title":"Larry Lessig hits the presidential campaign trail","url":"http://www.washingtonpost.com/news/post-politics/wp/2015/09/03/larry-lessig-just-hit-the-presidential-campaign-trail/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"vehAdSGSqMM8rZd8m","body":"Hampton, New Hampshire (CNN)Just minutes after Jeb Bush bashed Donald Trump in his stump speech on Thursday, Bush was questioned by a frustrated voter on what he would do about illegal immigration at the U.S.-Mexico border.\n\nIn the six-minute exchange that grew tense at times, the former Florida governor was asked why he didn't support the idea of cutting off aid or other funds to Mexico until the country does more to stop illegal crossings into the United States.\n\n\"They don't do anything about the border. We're being defensive. Why don't we be offensive for once?\" the voter asked, echoing sentiments that have been trumpeted by Trump.\n\nHe described himself as \"pissed off\" about the flood of undocumented immigrants and argued that \"they're all criminals because they are breaking the law.\"\n\n\"(Mexico) should enforce their Southern border -- that I agree with,\" Bush responded, pointing out that most undocumented immigrants who have streamed into the U.S. in recent years have come from Central America.\n\nBut Bush argued that a \"wall won't solve this problem.\"\n\nRELATED: Jeb Bush to unveil tax proposals next week\n\nWhile he conceded it makes sense to have a wall in urban areas like in between Juarez and El Paso, Texas, or by San Diego, California, there are other places where it doesn't make sense.\n\n\"The notion that another country is going to pay for a wall that we're building is just ludicrous beyond belief,\" he said, referring to Trump's proposal.\n\nBush went on to lay out his immigration plan, saying he would use technologies at the border to help detect illegal crossings and pointed to his own experience as a \"border governor\" because of migrants who came from the Caribbean to Florida.\n\nHe reiterated that he supports earned legal status for those that are already in the country illegally if they meet certain criteria.\n\nThe voter, however, argued that the government has already been granting amnesty to too many people.\n\n\"You tell me if this is amnesty,\" Bush said, before launching into the requirements he would enforce for anyone wanting legal status.\n\n\"You come out from the shadows. You receive a provisional work permit. You pay taxes. You don't receive federal government assistance. You learn English ...You work,\" he said. \"You don't commit crimes ... You earn legal status, not citizenship. That, to me, is the most practical way of dealing with this problem.\"\n\nBush also found himself on defense, standing by his position that most immigrants come to the country out of good intentions -- a position that Trump attacked him on this week with an Instagram video.\n\n\"99% of people that come across the border ... are coming to provide for their families. The ones that are criminals, we ought to be kick them out. There's no disagreement about that,\" Bush said. \"To ascribe bad motives people who are trying to provide for their families, I'm not going to change my views on that.\"\n\nEarlier in the event, Bush described Trump as a doomsayer who espouses \"pessimistic\" views that are dividing the country by preying on peoples' \"angst and fears.\"\n\n\"Donald Trump's view is that the end is near,\" Bush said. \"His pessimistic view is let's close the borders, let's create tariffs, let's do this, let's do that--all based on negativity, and the net result is all of us will suffer if that philosophy gains favor.\"\n\nHis comments come as Bush has stepped up his attacks against his Republican rival.\n\nBush spent considerable time explaining how the two candidates differ not only on immigration, but on taxes and health care.\n\n\"Whatever the issue is, there is one path that is aspirational and hopeful, and there is one path that is negative, and it is not the right path for this country,\" he said. \"So here I am.\"\n\nThe former governor also ripped into President Barack Obama and Democrats for making immigration a wedge issue.\n\n\"You're angry. I'm frustrated. A bunch of people are angry. The left loves it,\" he told the voter. \"They don't care about fixing this problem. President Barack Obama could have fixed this his first year in office...he didn't even lift a finger to do it 'cause they want to win elections.\"\n\nCNN's Colin McCullough contributed to this report.","confidence":99,"election_news_confidence":"0.99996427487693496","label_ids":["145981707"],"org":"cnn","title":"Bush confronted by voter over immigration","url":"http://www.cnn.com/2015/09/03/politics/jeb-bush-voter-confrontation-immigration/index.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"vjNmKFhdiGoq3MmxL","body":"BuzzFeed has reached out to Marr for comment.","confidence":34,"election_news_confidence":"0.3447612002615425","label_ids":["148179680"],"org":"buzzfeed","title":"This Scottish Woman Looks So Much Like Angelina Jolie It's Scary","url":"http://www.buzzfeed.com/rachelzarrell/angie-interrupted","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"xns4rRjKAALiHQ4W5","body":"Washington (CNN)Wisconsin Gov. Scott Walker's affiliated super PAC announced the second phase of its advertising blitz Thursday, with plans to spend $9.25 million introducing Walker to voters in New Hampshire, Nevada and South Carolina.\n\nThat comes on top of the $7 million that the group -- Unintimidated PAC -- has already dedicated to Iowa, a state Walker supporters have said is absolutely critical to their candidate.\n\nThe PAC plans to spend a whopping $8 million in South Carolina, going on air Nov. 7 and running through that state's primary, Feb. 20.\n\nSmaller buys of $725,000 and $400,000 are planned for New Hampshire and Nevada, respectively, to run in the week before each state's decision day.\n\nREAD: Can Scott Walker Recover?\n\nThe money is going, in part, into the first ad from Walker's super PAC, introducing him to voters and laying out his core message: that he not only fights, but wins key battles for conservatives. The spot opens with footage of thousands of union protesters at the Wisconsin statehouse, pushing their way past police and screaming.\n\nIt's the central battle which put Walker on the national stage and one that supporters have said he needs to focus on in the long run.\n\n\"Time after time Scott Walker fights, and wins,\" the narrator says in the one-minute ad.\n\nWalker's super PAC and campaign are barred, by law, from coordinating with each other.\n\nWalker struggled through August, following a flat debate performance, a slide in the polls and a series of gaffes and unclear stances on issues like \"birthright citizenship\" and talk of a Canadian border wall.\n\nBut Walker's team of supporters -- on the campaign side and PAC side -- have taken a long-view much like other candidates toiling in the shadow of front-runner Donald Trump: focus on the marathon through the primaries, not the sprint this summer.","confidence":99,"election_news_confidence":"0.99589370136399569","label_ids":["149684483"],"org":"cnn","title":"Walker super PAC spends $9.25M in advertising","url":"http://www.cnn.com/2015/09/03/politics/scott-walker-super-pac-ad-buy/index.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"xpS4CDjH5MD64NZgX","body":"(CNN)Recipe: Oodles of zoodles with avocado pistachio pesto\n\nWinning Arizona recipe from \"The 2015 Healthy Lunchtime Challenge Kids' 'State Dinner' Cookbook,\" courtesy of WGBH.\n\nRecipe submitted by 10-year-old Nia Thomas of Arizona: \"I am not a big fan of cooked zucchini, but when my sister made zucchini noodles one day with a tomato sauce, I loved it,\" says Nia. \"So, I started experimenting and came up with a very delicious pesto sauce by using lots of flavors that I love, like avocado, spinach, and pistachios. It turned out so delicious and when I made it for dinner for my family, they loved it. It is crunchy fresh, and the sauce is just awesome.\"\n\nIngredients for the pesto:\n\nIngredients for the zoodles:\n\nDirections to make the pesto:\n\nDirections to make the zoodles:\n\nNutrition information:\n\n310 calories, 31g fat, 8g carbohydrates, 3g protein","confidence":32,"election_news_confidence":"0.32393496680256734","label_ids":["145813486"],"org":"cnn","title":"Recipe: Oodles of zoodles with avocado pistachio pesto","url":"http://www.cnn.com/2015/09/03/health/oodles-of-zoodles-with-avocado-pistachio-pesto/index.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"xtrFJnjDtNf2m6zka","body":"Republican presidential candidate and former Florida Governor Jeb Bush gestures while speaking during a town hall event at a VFW hall in Norfolk, Virginia, August 28, 2015. (REUTERS/Jay Westcott) HAMPTON, NH -- Jeb Bush took his offensive against Republican presidential rival Donald Trump on the road to this early voting state on Thursday, lambasting the real estate mogul's proposals in his opening remarks and defiantly responding to his jeers. He also faced some heat on immigration, Trump's signature issue. Trump has criticized Bush for speaking Spanish on the campaign trail. Bush said Thursday he believed in campaigning with \"brazos abiertos -- with our arms wide open.\" Trump has accused Bush of lacking the \"energy\" to be president. Bush vowed to \"wake up each day with passion and conviction to make sure people's pocketbooks are filled with more money.\" The former Florida governor also continued his efforts to cast Trump as insufficiently conservative, calling out Trump's previous praise for a single-payer health-care system; impractical, saying Trump's immigration policy \"does not embrace the American values\"; and accusing him of fear-mongering, charging that Trump is \"preying on people's fear and angst.\" \"My belief is that if we create the right climate, America is going to rise up and lead the world for the next generation of time,\" said Bush. \"Donald Trump's view is that the end is near.\" [Inside Jeb Bush's strategy to deflate Donald Trump and court conservatives] Bush presented himself as the much more optimistic alternative. \"Whatever the issue is, there is one path that is aspirational and hopeful and there is one path that is negative and it is not the right path for this country,\" he said. Bush fielded questions on health care, money in politics and immigration, among other things. He said he would unveil more tax ideas on September 9th, and he promised that he was not \"beholden\" to the donors that have funded his campaign. His audience, a mixture of employees of Foss Manufacturing, the company that hosted the town hall, and activists, infrequently interrupted him for applause, and did not react at all to the criticism of Trump. A tracker was quick to capture and upload video of a woman apparently nodding off. And while Trump wasn't in the room, some of Trump's immigration views were represented by Dennis Lamare, 58, an unsuccessful 2010 Republican candidate for Senate. \"Right now there's an air of appeasement,\" said Lamare. \"It's, 'let them come in! Let them go where they want!'\" Bush waited as Lamare laid out a long, immigration restrictionist argument. The candidate then delivered his own familiar plan for earned legal status, before inviting Lamare to follow up. \"What are you going to do about Mexico?\" he asked. \"We’re being defensive! Why don’t we be offensive for once?\" \"They should enforce their southern border,\" said Bush. \"What about the northern border?\" asked Lamare. \"The northern border is not where, in the last five years, immigration has come from,\" said Bush. \"It has not come from Mexico.\" Earlier in the day, during a national television interview, Bush responded to Trump's criticism of him speaking Spanish on the campaign trail, saying that he \"laughed\" when he learned about Trump's remarks. \"People come to this country to pursue their dreams,\" Bush said on ABC's \"Good Morning America.\" \"Sometimes they start without speaking English, but they learn English and they add vitality to our country. And the fact that he would say that you only can speak English is kind of ridiculous if you think about it. Are we going to close all the foreign language classes? Why would he have a contract with Univision for his beauty pageant?\" Trump called Bush a \"nice man\" in an interview with Breitbart News published Wednesday. But he added that he \"should really set the example by speaking English while in the United States.” When asked whether he would support Trump if he wins the Republican nomination, Bush said, \"of course.\" In Hampton, when the town hall ended, Bush stuck around for photos as Foss employees headed back to work. The Trump lines, heavily previewed in the media, did not generate much discussion. \"It's nice to hear people give their views on the problems we have,\" said John Mourikas, 61, who worked at Foss. \"The Trump stuff -- eh, I didn't really listen to that.\" And while Lamare appreciated Bush's candor, he left with a clearer view of why he was inclined to support someone else for president. \"For him to attack Trump -- that's his job up there, to separate himself,\" Lamare said after the town hall ended. \"I can't say whether that worked, but he doesn't really have the charisma that one would expect in a setting like this.\" Sullivan reported from Washington ","confidence":99,"election_news_confidence":"0.99999999999980882","label_ids":["146547645"],"org":"washpo","title":"Jeb Bush went hard after Trump in New Hampshire. Then he took some heat on immigration.","url":"http://www.washingtonpost.com/news/post-politics/wp/2015/09/03/jeb-bush-went-hard-after-trump-in-new-hampshire-then-he-took-some-heat-on-immigration/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"xwdJw2RpQWyn7XgLa","body":"NEW YORK — The National Football League will not seek to put on hold a judge's ruling that threw out Tom Brady's \"Deflategate\" suspension while it appeals the decision, a spokesman said on Thursday.\n\nThe decision not to seek a stay while the appeal is pending ensures that the New England Patriots star quarterback will be allowed to play in the season opener next week.\n\n(Reporting by Joseph Ax, Editing by Franklin Paul)","confidence":39,"election_news_confidence":"0.39989698597442419","label_ids":["148406863"],"org":"nyt","title":"NFL Will Not Seek to Put 'Deflategate' Ruling on Hold Pending Appeal","url":"http://rss.nytimes.com/c/34625/f/640374/s/498c5821/sc/35/l/0L0Snytimes0N0Creuters0C20A150C0A90C0A30Csports0Cfootball0C0A3reuters0Enfl0Ebrady0Estay0Bhtml0Dpartner0Frss0Gemc0Frss/story01.htm","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"y4htZu7RBgAMF2e6E","body":"SAN JOSE, Calif. –  Sheriff's officials say three California correctional deputies have been arrested on suspicion of murder in the death of an inmate at a county jail.\n\nSanta Clara County Sheriff's spokesman Sgt. James Jensen said the deputies were in custody on Thursday.\n\nJensen declined to release additional details, including the inmate's and deputies' names. He said the sheriff's office planned to hold a news conference later in the day.\n\nThirty-one-year-old Michael Tyree died last week at the jail. The San Jose Mercury News reports (http://bayareane.ws/1O0mA5i) that he had pleaded no contest to petty theft.","confidence":35,"election_news_confidence":"0.35386426853779485","label_ids":["145983677"],"org":"fox","title":"3 California correctional deputies arrested on suspicion of murder in jail inmate's death","url":"http://feeds.foxnews.com/~r/foxnews/national/~3/sa2hwnhuhHI/","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"z39S8M5Y3KS5fQHqy","body":"Washington (CNN)Donald Trump is expanding his strong lead over the other GOP presidential candidates nationally, according to a new poll, but Ben Carson is also posting a big jump in support.\n\nIn the first national Monmouth University poll out since the first Republican presidential debate, released Thursday, the real estate mogul is showing a commanding lead at 30% support. That's up 4 points from a poll taken just before the debate last month, but within the poll's margin of error.\n\nIt's also a new high for Trump, narrowly topping the 28% support he registered in a Quinnipiac poll late last month.\n\nBut Carson, a neurosurgeon, posted the biggest gain in support since August, jumping 13 points to second place. He is holding down 18% support now among Republicans. That continues a trend of recent polls that show him moving up the list.\n\nIt's also Carson's highest recorded number in a national poll, topping a 13% mark in a Fox news poll this spring.\n\nTrump's lead also evaporates when the field is narrowed to just him and Carson. Asked about a head-to-head match-up between those two, Republican voters picked Carson over Trump, 55% to 36%.\n\nCarson was the only candidate to beat Trump in a head-to-head, the poll found.\n\nThe poll confirms recent trends of Trump's lasting lead and Carson's surge -- as well as steep drops in support for some more establishment candidates.\n\nFormer Florida Gov. Jeb Bush fell out of second place, dropping from 12% support in August to 8% now, though that fall is within the margin of error. That tied him for third place with Texas Sen. Ted Cruz.\n\nWisconsin Gov. Scott Walker also fell. He was in third place at 11% in August, and dropped 8 points to just 3% on Thursday.\n\nFlorida Sen. Marco Rubio was in fourth place at 5% and businesswoman Carly Fiorina and former Arkansas Gov. Mike Huckabee tied in the fifth spot at 4%.\n\nMonmouth surveyed 366 Republican voters between Aug. 31 and Sept. 2 by telephone interview for the poll, which has a margin of error of plus or minus 5.1 percentage points.\n\nCNN's Jennifer Agiesta contributed to this report.","confidence":99,"election_news_confidence":"0.99998454728233266","label_ids":["148106016"],"org":"cnn","title":"Poll: Trump leads GOP nationally, but Carson gains","url":"http://www.cnn.com/2015/09/03/politics/monmouth-poll-donald-trump-ben-carson-jeb-bush/index.html","user_ids":["sapyaLKhwfggF7QhM"]}
{"_id":"z8fp32LxjrS56XMHA","body":"MIAMi, Fla When you are Joe Biden, it's not easy being quiet.\n\nWhile the normally loquacious vice president got the feel and taste for the campaign trail during a two-day trip to the political battleground of Florida, he really didn't want to talk about it.\n\nOn his first public trip since he began pondering whether to jump into the presidential race, Biden ignored reporters’ shouted questions about his plans and poked fun at the booming media interest in him.\n\nHe defended President Barack Obama's nuclear deal with Iran and backed policies to ease economic equality and help the middle class in speeches that would have fit nicely at a Democratic campaign rally.\n\nBiden remained as garrulous as ever. He told Jewish leaders at a gathering on Thursday that he would speak for 10 minutes and then take questions.\n\nHe wrapped up more than 40 minutes later, drawing a laugh after promising several times he was making his \"last point.\"\"I know I've said that a few times,\" he said.Each step of the campaign-style trip, which also featured a Democratic fundraiser and concludes with a foreign policy speech in Atlanta on Thursday night, has been overshadowed by the overriding question: Will he or won't he launch a challenge to former Senate and Cabinet colleague Hillary Clinton for the Democratic presidential nomination.\n\nBiden joked about his newfound celebrity status, acknowledging that the dozens of camera crews and reporters who greeted him at a Miami community college were not there for his planned talk on education initiatives.\n\n\"Their interest in community colleges impresses me,\" he joked to students, gesturing to the media mob. \"I hope that's what they're going to write about.\"\n\nThe timing of the trip ramped up speculation about his intentions and opened up even his most innocent comments to new interpretations - a potentially dangerous trend for a man known for his verbal gaffes.\n\n\"People who aren't willing to risk failure never succeed,\" Biden said during the education speech, in what could be the motto for his deliberations on whether to run for the White House.\n\nEarlier, on a tour of a biotech lab at the college, he told one of the students he preferred to watch rather than help with her experiment.\n\n\"I can see the press headline: 'Biden screws up experiment,'\" he said.\n\nBiden, 72, has been huddling with advisers for weeks to determine whether he will challenge Clinton, who has seen her favorability ratings plummet from the fallout over her use of a private email server while working as the nation's top diplomat.\n\nOn a conference call with Democratic National Committee members last week, Biden said he was still trying to see if he had the energy and commitment for a campaign. He has been recovering from the death of his son, former Delaware attorney general Beau Biden, from cancer in May.\n\nBut his travel schedule is picking up as he nears a decision, with trips to Pittsburgh and an appearance on Stephen Colbert’s talk show scheduled next week.\n\nHis trip to south Florida, a Democratic enclave in one of the biggest presidential battleground states, included a fundraiser for the Democratic Senate campaign committee. But Biden didn't even address a possible run, or get asked about it, during that private event, participants said.\n\nAnd he ignored a well wisher who had some advice for him after his education speech. \"Run, Joe!\" he yelled.\n\nBiden didn't respond.\n\n(Editing by Ross Colvin)","confidence":97,"election_news_confidence":"0.973787671611827","label_ids":["145754299"],"org":"reuters","title":"Normally loquacious Biden hits the road but stays mum on 2016","url":"http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/JFspO2hOSe0/story01.htm","user_ids":["sapyaLKhwfggF7QhM"]}
