[{"body": "Washington (CNN)A new climate of fear stirred by the resurgence of international terrorism may offer Republicans an opening they've long sought to repair a tattered reputation on national security and reclaim the political advantage on the issue.\nGOP candidates are piling on President Barack Obama over the rise of ISIS after Friday's Paris attacks. Sensing political vulnerability following his at-times defensive comments about the tragedy at a press conference on Monday, they are trying to make the most of what could be a pivotal moment in the 2016 campaign.\nIn the past two presidential elections, Republicans, hampered by the Iraq-stained legacy of George W. Bush, were powerless to stop Obama from co-opting their party's traditional national security edge after he hunted down Osama bin Laden and largely eradicated the threat from core al Qaeda.\nBut the Paris carnage appears to call into question Obama's assertions that his strategy to combat ISIS is working and that he had not underestimated the group, and Republicans believe the GOP has a chance to recast the debate.\n\"There is a sense that things are spinning out of control, that the President of the United States is at the mercy of events and Syria is part of that,\" said Peter Wehner, who served Presidents Reagan, George H.W. Bush and George W. Bush. \"That has got to hurt Democrats and that has got to hurt Hillary Clinton. That is their greatest vulnerability.\"\nYet it would be premature for the Republican Party to assume it now holds a trump card on national security in the campaign. The president, for one, is beginning to relish the argument, using a press appearance in the Philippines on Wednesday to castigate GOP candidates for offering a \"recruitment tool\" for ISIS by demanding that no more Syria refugees be let into the U.S. for fear extremists could be among them.\nAnd after eight years in which Obama has tried to extricate U.S. troops from foreign wars, it is not clear that a broad American electorate is now ready to embrace the more hawkish, interventionist school of foreign policy popular among many GOP activists. Republicans also have yet to identify a sweet spot between Bush's era of pre-emptive war and what they see today as Obama's retreat from global leadership.\nFor now, establishment Republican candidates are quickly maneuvering to turn the tables on the President. They are also desperate to showcase credentials of statesmanship and experience so far drowned out in the cacophony swirling around outsider candidates like real estate mogul Donald Trump and to draw contrasts with neophytes like neurosurgeon Ben Carson, who has struggled when cross-examined on foreign policy in the days since the attacks.\n\"The world changed this weekend in a lot of ways,\" said Jeb Bush on Tuesday, referring to the Paris attacks, which killed more than 120 people and were claimed by ISIS.\n\"We are electing a president ... a commander of our armed forces. It is a serious undertaking. It's something as people get closer to the election they get to thinking a bit more serious about and maybe the Paris tragedy accelerated that thought,\" Bush said in South Carolina, positioning himself as a seasoned voice in scary times.\nAnother candidate billing himself as a foreign policy expert, Florida Sen. Marco Rubio, responded to the Paris attacks by recalling the moralistic rhetoric used by Republican icon Ronald Reagan during the Cold War.\n\"This is a clash of civilizations. Either they win or we win,\" Rubio, who sits on the Senate Foreign Relations Committee, said in a video produced by his campaign.\nREAD: How Republican candidates would respond to ISIS\nOhio Gov. John Kasich also defined the battle with ISIS as an attack on Western civilization in his own campaign video Tuesday. In an implicit swipe at Obama and less-seasoned GOP opponents, he warned, \"On-the-job training for president of the United States doesn't work.\"\n\"I do think this is a commander-in-chief moment for presidential candidates,\" said Kori Schake, a senior State Department official in the George W. Bush administration. \"This is the moment when voters are going to pay attention, and they are going to grade everybody on the commander-in-chief test.\"\nThe pace of Republican attacks has quickened since Obama's news conference on Monday.\nGiven that he was in Turkey for a meeting of world leaders and about to head on to Asia for a regional economic conference, it is possible the President underestimated the consternation building back in Washington over the reach of ISIS in the wake of the Paris attacks -- and amid warnings that the United States could be next.\nCertainly, GOP candidates were emboldened by critical media coverage that greeted the President's performance and potentially exacerbated his political exposure on ISIS.\nBut as Republicans seek to blame Democrats for global chaos, they must navigate their own political challenges. After all, memories are still fresh of the disastrous unraveling of the invasion of Iraq that helped Obama get elected in the first place.\nA successful foreign policy offensive will require comprehensive policies and a wider narrative that can not only win the trust of voters but also suggest a path forward for the United States at a time when its global power seems to be ebbing.\nAnd the heat of a presidential campaign is not necessarily the best place to develop that program, as primary voters may reward hawkish rhetoric over policy prescriptions.\nFormer U.S. secretary of state and national security adviser Henry Kissinger remarked on the divergent demands of a commander in chief and a candidate on Monday.\n\"The nature of our political contest now, is with public opinion polls taken every week, the emphasis is on immediate impact and the problem we are discussing is a very long-range problem,\" said the top Nixon official at the Center for Strategic and International Studies.\nSimilarly, a drama like the Paris attacks often leads candidates to propose instant solutions. So there are calls for a troop surge in Syria, expanded bombing campaigns and tough new homeland security measures that may not actually be workable or fully thought out.\n\"I'm going to bomb the s---- out of them,\" Trump said on Monday, warning that ISIS has \"got to be stopped.\"\nThe real estate mogul also said he would \"strongly consider\" closing mosques on American soil.\nObama emphasized the gulf between the campaign trail and the Oval Office on Monday.\n\"Some of them seem to think that if I was just more bellicose in expressing what we're doing, that that would make a difference,\" he said, referring to his GOP critics. \"Because that seems to be the only thing that they're doing, is talking as if they're tough.\"\nFor now, the Republican candidates have seemed to focus more on politically attractive positions rather than policy solutions -- first and foremost, the issue of accepting Syrian refugees. That, too, is fraught with risk.\nAlmost all Republican presidential candidates have expressed concern that accepting more refugees from the fighting in Syria could allow militants to infiltrate American soil and stage attacks like those in Paris.\nThough this position appeals to the Republican base, for candidates like Bush and Rubio, joining such calls -- which play into wider conservative demands to secure U.S. borders -- threatens to undercut the larger aspirational message about America's higher moral purpose and inclusivity that underlie their campaigns.\n\"It's a short term-reflex. People are scared,\" said Schake of the focus on the refugee issue. \"But leadership is about explaining why people don't need to be scared. Refugees from Syria are fleeing the very terrorism we want to fight.\"\nEven if the refugees are kept out, it does little to stop the threat of ISIS, adherents of which are already regularly identified in the United States.\nObama on Wednesday intervened in the Republican debate over refugees to harshly mock the national security credentials of the GOP candidates who want to succeed him.\n\"At first they were too scared of the press being too tough on them in the debates. Now they are scared of three-year-old orphans. That doesn't seem so tough to me,\" the President said in Manila on the sidelines of an Asian regional summit.\nWhile the issue of refugees has now become a domestic political controversy, there are also longer term strategic questions for Republican candidates.\nAt some point, candidates seeking to capitalize on the current administration's foreign policy woes must develop a genuine case for American voters of why it may be necessary to wade back into the Middle East to disrupt ISIS havens in Iraq and Syria.\n\"When you say the people are tired of war -- we all get tired of war,\" Kasich said at the National Press Club on Tuesday. \"But at the end of the day, leaders have to rally the public to a cause that is great.\"\nBut while Obama is vulnerable on the Middle East, Republican candidates are also struggling to identify an approach that will end the security threats from a region where national authority has broken down, ethnic, religious and sectarian conflicts are raging, U.S. power has eroded and the political order in place since World War I is collapsing.\nObama was partly correct in Turkey when he said that many of the suggestions put forward by Republican candidates were already being tried by the administration.\nOthers, such as no-fly zones, might be impractical. And calls by the GOP for the United States to corral European and Gulf state allies skip over the reality that no other nation seems ready to make the sacrifices on the ground in Syria that Americans also want to avoid.\nBut Republicans are not the only ones with a difficult political path.\nThe ISIS surge also complicates Hillary Clinton's road to the White House because her former role as secretary of state ties her to Obama's national security legacy.\nREAD: Hillary Clinton fails to capitalize on her resume at Democratic debate\nThe party front-runner appeared to struggle to explain her past positions on Libya and Iraq during a Democratic debate in Iowa on Saturday. In front of a liberal audience among which Obama is still hugely popular, the former top U.S. diplomat avoided criticizing her former boss over ISIS, sidestepping a question about whether he had underestimated the danger from the group. But she did say ISIS \"cannot be contained\" but \"must be defeated,\" subtly distancing herself from the President's position.\nIt was a performance that emphasized the challenges she faces in running for a third consecutive Democratic term in the White House.\nStill, the debate over ISIS could also offer Clinton an opening. As the Democratic nominee, she will have to worry less about securing support among Democrats and will have some latitude to move further away from Obama's positions to protect her right flank.\nShe could, for instance, stress that she has long taken more hawkish positions on Syria than the President -- notably calling for the arming of moderate Syrian rebels earlier in the civil war, which ISIS is using to exploit its grip on territory.\nAnd Clinton's campaign believes that, ultimately, her global experience will elevate her above potential GOP opponents.\n\"America is not just electing a president -- we are also electing a commander In chief, and that choice matters,\" Clinton said in Texas on Tuesday, in an ironic echo of Bush's remarks that are likely to be a dominant theme of the fall 2016 campaign.", "byline": "", "description": "A new climate of fear stirred by the resurgence of international terrorism may offer Republicans an opening they've long sought to repair a tattered reputation on national security and reclaim the political advantage on the issue.", "title": "GOP looks to seize national security advantage from Obama over ISIS", "url": "http://www.cnn.com/2015/11/18/politics/paris-attacks-republicans-obama-isis/index.html", "topics": ["foreign policy/national security"], "people": ["Kori Schake", "Peter Wehner", "Jeb Bush", "Hillary Clinton", "Ronald Reagan", "Donald Trump", "George W. Bush", "Barack Obama", "Marco Rubio", "John Kasich", "Ben Carson", "Henry Kissinger"], "org": "cnn", "election_confidence": 0.9853790268115704, "authors": [{"author_id": 2324, "fullname": "stephen collinson", "primary_org": "cnn"}], "date_written": "2015-11-18 11:14:32", "orgs": ["Republican Party", "State Department", "Oval Office", "Senate Foreign Relations Committee", "Center for Strategic and International Studies", "United States.", "GOP"], "article_id": "490dd63349e654c7d569ed2699158b17", "date_access": "2015-11-18 12:01:25.537441"}, {"body": "Willie Robertson has a new book out which delves into America's storied history of hunting. \"American Hunter: How Legendary Hunters Shaped America\" is filled with stories of famous hunters along with personal hunting tales. The \"Duck Dynasty\" star spoke to FOX411 about his love of hunting and who he likes in the Republican race.\nFOX411: How did the idea of this book come about? Willie Robertson: I met with our publishing company and they said we have a great idea to put together this collection of great American hunters throughout the time from even before the birth of our country and how it's impacted and shaped it. We started gathering information, wrote some stories, I put some personal stories in it. I wanted to see the impact hunting had on this country. I've grown up hunting my whole life. It's been our family business as well. Obviously our family is passionate about hunting and the great outdoors so wanted to put this collection together.\nFOX411:Anything surprised you? Robertson: A lot surprised me...how hard it was, how harsh our young America was. People really hunted out of necessity. Now we do it because we love it. Back then because they were exploring this big country, they were pushing West, hunting came with that. It's good and bad, we about decimated our buffalo...animals were over-hunted. Thank God for Teddy Roosevelt who was a passionate hunter himself and president. Well-to-do guy from New York but loved to hunt. He put in a lot of the systems that we enjoy today. The refuge system, the parks. Just to make sure the numbers came back. Here we are one hundred years later still enjoying the outdoors.\nFOX411: Do you feel closer to God when you're out hunting? Robertson: I do. It slows down. I'm super busy with the television show and the kids and you get out there and you turn the cell phone off and it's just you and nature and the animals and how they survive. It's very spiritual.\nFOX411:What's your favorite memory of hunting? Robertson: When I took Korie out. She was going to just watch. And I saw this deer and I said, 'You want to shoot this deer?' And she said, 'Yeah' and she had never done it before and we were hunting with a cross bow and I said, 'Do you know where to hit it?' And she said, 'I've watched your videos, I know where to hit it.' And sure enough she was successful. So we cleaned it up and she provided several meals for our family. That's a big deal for us. It's the ultimate farm to table. We're out there in the woods, we see what we're going to take, that's a process. There's a process of cleaning it, there's a process of cooking it and then we all sit down at the dinner table and eat it. Whoever provided it, we're appreciative of that and we acknowledge that. It's a way for us to eat. Who knows if a different time where we needs those skills, I'm glad we have those skills, able to go out and get our own food.\nFOX411:So you eat all the food you hunt? Robertson: I eat it or someone eats it. We've donated a lot of meat. I give it to families that need it. Everything we kill is eaten by someone. There's great organizations. There's Hunters for the Hungry.\nFOX411:What do you think of Walter Palmer who killed Cecil the Lion? Robertson: I try not to judge people. I don't know the guy personally. The story sounded a little shady, how it went down.\nFOX411:Would you go on an African safari to shoot wildlife? Robertson: I probably wouldn't. Again, I'm not going to judge people who do. As long as it's legal, my thing is that as long as it's legal... there's people here in America who don't like people hunting [or] shooting a duck but it's legal. If he did something illegal, I'm certainly against that. But if it's legal, then if someone wants to do that then they're certainly allowed to.\nFOX411:Does it bother you when you're criticized for hunting? Robertson: I'm used to being criticized. Most of the people criticizing like that don't understand what we do. They don't understand hunting. They need to read this book and they'll have a better appreciation of that. A lot of smart people have studied animal patterns to know how many animals need to come out otherwise they'll overpopulate. If they're overpopulate, they'll just get disease and start dying because there's too many. The animal populations are great and thriving. Most of the money for that comes from hunters. All our hunting licenses goes back to conservation. So hunters are the biggest conservationists. That's what in the book.\nFOX411:Who are you supporting for 2016? Robertson: I don't know like everybody else. I'm still watching the debates and trying to figure out who I like. They're are some good candidates on the Republican side, there's just too many. Need to get them down, needs to whittle down a bit. I'm from Louisiana so I like Bobby, we're good friends. I met Trump, he's a good guy. I like a lot of the stuff he says. I like his energy and his passion. I like his leadership especially on business because I'm a business guy. But Ben Carson's great, we'll see.\nFOX411:What happens if one of your kids doesn't want to hunt? Robertson: That's fine. Not everyone's a hunter. You either have that or they don't. There's something about being out in nature, being with the animals, seeing the sunrises and sunsets, being with nature. It's very spiritual for me. My wife's parents are vegetarian so we're used to that. I get it. If they wanted to be vegetarian that's fine, they'd miss out on a lot of good venison.", "byline": "", "description": "Willie Robertson has a new book out which delves into America's storied history of hunting.", "title": "Willie Robertson on how hunting brings him closer to God", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/I47O0pfsZ6E/", "topics": ["campaign_finance"], "people": ["Guy Cecil", "Teddy Roosevelt", "Walter Palmer", "Ben Carson", "Willie Robertson"], "org": "fox", "election_confidence": 0.6903346176769477, "authors": [], "date_written": "2015-11-18 19:59:30", "orgs": [], "article_id": "4dd93b63ce051e6fce67ba318d0e4371", "date_access": "2015-11-18 12:00:14.729087"}, {"body": "Updated 11/18/15 05:56 PM EST\nBy\nEliza Collins\nMike Pence went beyond the rhetoric and turned families away.\n11/18/15 05:54 PM EST\nBy\nSeung Min Kim\n“I think if we are hyper-focused on refugees from Syria, we’re missing the real threat.”\n2016\n11/18/15 05:54 PM EST\nBy\nEli Stokols\nThe cash-rich, poll-poor contender made an investment in a speech coach, and it’s paying off.\nUpdated 11/18/15 05:38 PM EST\nBy\nHadas Gold\nJim VandeHei and John Harris were awarded the Benjamin C. Bradlee Editor of the Year Award.\nUpdated 11/18/15 05:31 PM EST\nBy\nNick Gass\nTed Cruz challenges the president: 'Come back and insult me to my face.'\n11/18/15 05:30 PM EST\nBy\nGabriel Debenedetti\nClinton strikes a blow to Sanders who is seen as a friend to unions.\n11/18/15 05:21 PM EST\nBy\nNick Gass\n2016ers are using the word a little differently than Sartre.\n11/18/15 05:18 PM EST\nBy\nNolan D. McCaskill\nRude Music filed suit in an Illinois federal court Wednesday.\n11/18/15 05:18 PM EST\nWhite House\n11/18/15 05:14 PM EST\nBy\nBryan Bender\nand\nNahal Toosi\nThe decision was made before the terrorist attacks in Paris, officials say.\n11/18/15 05:13 PM EST\nBy\nAlex Spence\nBritain's prime minister hopes opposition MPs will support his call for airstrikes.\nUpdated 11/18/15 05:01 PM EST\nBy\nEliza Collins\nTwo surveys found that a slim majority Americans say the president's plan should be halted.\nUpdated 11/18/15 04:37 PM EST\nBy\nLauren French\nand\nJohn Bresnahan\nThe bill would adopt stricter requirements for refugees entering the U.S. from Syria.\n11/18/15 04:14 PM EST\n11/18/15 04:09 PM EST\n11/18/15 04:03 PM EST\nBy\nHenry C. Jackson\nClinton ISIL speech — Sanders save the date\nUpdated 11/18/15 04:00 PM EST\nBy\nBurgess Everett\n\"This authorization will mirror the approach we took against al-Qaeda after 9/11,\" he says.\nUpdated 11/18/15 02:53 PM EST\nBy\nDaniel Strauss\n\"Marco Rubio is the brightest and most capable candidate,\" billionaire Frank VanderSloot said.\nBy\nPierre Briançon\nThe French want to build a grand coalition for Syria.\nBy\nMarc Caputo\nUpdated 11/18/15 02:04 PM EST\nBy\nEliza Collins\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says.\n11/18/15 02:00 PM EST\nBy\nIsaac Arnsdorf\nWilmer's M&A — Guns, women's groups on the Hill — Maltby to O'Melveny\n2016\nUpdated 11/18/15 02:00 PM EST\nBy\nBen Schreckinger\nand\nKatie Glueck\nAs his campaign approaches a crossroads, the mogul introduces a new spokeswoman — a former Cruz ally.\nUpdated 11/18/15 01:53 PM EST\nBy\nBurgess Everett\nPaul accuses Rubio of voting to make the country “less safe.”\nUpdated 11/18/15 01:46 PM EST\nBy\nEli Stokols\nBush will speak at The Citadel here about what he sees as the failures of President Barack Obama.\n11/18/15 01:39 PM EST\nBy\nHadas Gold\n\"The ideal Gawker story should expose a meaningful hypocrisy, or reveal an emperor’s nudity, or hold the rare heroes actually working to un-f--k the...\n11/18/15 01:25 PM EST\n11/18/15 01:04 PM EST\nBy\nColin Wilhelm\nShe expands her list of causes as she staked out the leftist position on corporate tax reform.\n11/18/15 12:54 PM EST\n11/18/15 12:51 PM EST\nBy\nNick Gass\n\"No excuse. They have to be stopped,\" Kerry said.\n11/18/15 12:38 PM EST\nBy\nAnna Palmer\nThe Wisconsin Republican rakes in cash inside the Beltway as he looks to limit number of fundraisers\nBy\nRichard Primus\nTheir talking point might be clever politics, but it's a legal non-starter.\n11/18/15 12:03 PM EST\nUpdated 11/18/15 11:56 AM EST\nBy\nKatie Glueck\n\"Let's have a debate on Syrian refugees right now,\" Cruz says.\n11/18/15 11:55 AM EST\nBy\nEliza Collins\nBernie Sanders and Hillary Clinton know each other but they aren't \"best friends.\"\n11/18/15 11:34 AM EST\nBy\nNick Gass\n“We are a country that prides itself on its tradition of welcoming people from around the globe.\"\n11/18/15 11:28 AM EST\nBy\nEliza Collins\n“I think that was the Crusades,” Graham says.\n11/18/15 11:20 AM EST\n11/18/15 10:50 AM EST\n11/18/15 10:07 AM EST\n11/18/15 10:01 AM EST\nBy\nBrian Mahoney\nHouse passes tribal labor bill — Ford contract turning into a nail-biter\n11/18/15 10:00 AM EST\nBy\nJennifer Scholtes\nRyan taps more conferees — Reinventing the wheel\n11/18/15 10:00 AM EST\nBy\nTheodoric Meyer\nEdwards hits back on refugees in Louisiana — The Kochs' intelligence arm\n11/18/15 10:00 AM EST\nBy\nBernie Becker\nRyan, Schumer still talking international — Subcommittee musical chairs\n11/18/15 10:00 AM EST\nBy\nAdam Behsudi\nRyan also concerned about biologics in TPP — China report advocates bold moves\n11/18/15 10:00 AM EST\nBy\nAlex Byers\nand\nKate Tummarello\nTop takeaways from FCC-palooza — Smooth sailing for consumer review bill; spectrum work continues\n11/18/15 10:00 AM EST\nBy\nDarius Tahir\nComments? Macara-me! — Congress: Califf! Lab-developed tests!\n11/18/15 10:00 AM EST\nBy\nErin Mershon\nand\nBrianna Ehley\nAvoiding a government shutdown, for now — W&M to pick health chair — Cornyn to push mental health bill\n11/18/15 10:00 AM EST\nBy\nHelena Bottemiller Evich\nCrack down on supplements — South Africa effort too little, too late?\nWe're working on more stories right now\n2016\nThe cash-rich, poll-poor contender made an investment in a speech coach, and it’s paying off.\nBy\nEli Stokols\n11/18/15 05:54 PM EST\nJeb Bush speaks during the Sunshine Summit conference on November 13, 2015 in Orlando. | Getty\nBy\nSaundra Amrhein\nBy\nDebra Bruno\nBy\nSara Solovitch\nBy\nCaleb Hannan\nCONWAY, SC—Fifteen minutes after telling the audience they were on the last question, Jeb Bush was still center stage. And after 95 minutes at the mic, the candidate who has been floundering on the stump and sinking in the polls for months was still running on a full tank. He looked around the packed auditorium on the Coastal Carolina campus and knew he’d accomplished something unusual.\nHe’d won the crowd.\nStory Continued Below\nIt first happened when he stood up to a woman who said she was supporting Donald Trump. “I'm not going to speak about Donald Trump's plans, because he doesn't have specific plans,\" Bush said, inducing loud applause that reverberated inside the low-ceilinged rotunda. “Of all the guys and gals on the stage, who's the only person who's balanced eight budgets eight years in a row and left the state with a AAA bond rating going up? Who’s the guy that did it?” he continued, as the crowd shouted its approval.\nMoments later, it happened again when a college student asked Bush about Bernie Sanders’ proposal to make college free. “My brother, there’s no such thing as free,” Bush said, prompting another ovation. When a questioner pointed out that students pay lower tuition in Europe, Bush forcefully cut him off. “And they’re bankrupt,” he exclaimed. Once again, the audience whooped it up.\nBush is speaking more forcefully and more emotionally on the stump, and he’s seeing his crowds respond to his policy accomplishments, now repackaged into anecdotes about real people. In fact, he’s doing what he failed so spectacularly to do in the first three Republican debates: effectively fending off criticism and making sure he gets the final word.\nIt’s thanks to one critical investment: a speaking coach.\nThe campaign brought in Jon Kraushar, a professional talent coach who typically works with television personalities and politicians, after Bush’s disastrous performance in the third GOP debate in Boulder. And it is finally making the long underperforming Bush a more confident performer on the stump.\nWhile poor candidate performance explains much of Bush’s current predicament as an afterthought in the primary race he was expected to dominate, his improved performance does little to change the broader fundamentals of an anti-establishment electorate eager for someone new.\nBy\nEli Stokols\n“The challenge that he’s got is a pretty severe case of Bush fatigue in our party,” said Katie Packer Gage, Mitt Romney’s former deputy campaign manager. “People aren’t enthusiastic about another Bush, and it’s no disrespect to the family or the individual that people are just looking for something new.”\nPlus, with his numbers set in after months of failing to connect, the improvements may be too little, too late.\n“He could light himself on fire and it wouldn’t move numbers,” said an adviser to a rival campaign.\nBush lost control of the narrative months ago, when Donald Trump upended the race in midsummer and left the big-money juggernaut who was once considered the likeliest GOP nominee stunned by a debate suddenly driven by the businessman’s unexpected scapegoating of undocumented immigrants and his withering critique of the former Florida governor as being “low energy.”\nImproving the delivery of his stump speech alone is unlikely to recalibrate the primary fight so dramatically that Bush can play on his terms. But having hit rock bottom just weeks ago – when his poor performance in the third debate sparked questions about whether he’d even stay in the race – Bush is now campaigning with the freedom of a candidate with nothing left to lose.\n“It can’t hurt,” said Bruce Haynes, a GOP strategist at Purple Strategies in Washington who is unaffiliated with a 2016 candidate.\n“If he has the financial capacity to remain in the race through the early primaries, which by all indications he does, then the smart thing for the campaign to do is take every step possible to improve the candidate’s performance and his messaging and keep him in position in case a moment arises where you can take advantage of it,” Haynes said. “There are a lot of doubters, but this is his chance to prove them wrong.”\nA number of people who attended Bush’s town hall Tuesday night, whether they came as avowed Bush supporters or not, left with a more favorable impression of him after the long discussion.\nBy\nEli Stokols\n“I think people are judging him by his younger brother,” said Mary DiLorenzo, who drove from nearby Myrtle’s Inlet to attend Bush’s town hall. “You can’t appreciate him until you come to something like this. I think he related to the audience very well, younger people, older people.”\nWith at least half of the seats filled by college students, Bush was less programmatic than he often is, seemingly embracing his quirky, sardonic side.\nIn mocking the Obama administration’s recent statements about the terrorist group known as ISIS or ISIL, he borrowed from a popular segment on ESPN’s Monday Night Football programming: “C’mon, man,” he quipped. When speaking about diversity, Bush compared the country’s racial makeup to Baskin Robbins: “It’s not chocolate and vanilla,” he said. “We’re 34 flavors and going strong” (technically, the company’s slogan is “31 flavors,” but the crowd didn’t seem to quibble).\nWhen an older woman stood up and spoke about “Mr. T,” Bush was momentarily at a loss until he realized she was referring to Trump. “I thought you were referring to the guy with the Mohawk for a minute,” he said, drawing laughs.\nMoments later, a young college student told Bush he had aspirations of running for president one day before launching into a question by calling Hillary Clinton “a compulsive liar.”\n\"If you're going to run for president, you might want to tone down the rhetoric a little bit,” Bush responded.\nThroughout the two-day swing through South Carolina, Bush made a point of featuring anecdotes about real people in his remarks. Twice Tuesday, he told the story of Dinesha Merriweather, a young African-American student Bush encountered as governor who, he said, came “from the other side of the tracks” and benefitted from the education reforms he enacted as governor and is now in graduate school.\nAddressing about 75 people Tuesday afternoon inside Wholly Smokin’ BBQ in Florence, Bush even took some creative license in painting an imagined scene of when Merriweather first arrived at a Christian school outside of her neighborhood that she was able to attend thanks to a law Bush changed.\nWhite House\nBy\nBryan Bender\nand\nNahal Toosi\n“I just imagine—I wasn’t there—but I just know in my heart that that teacher in the first week, when angry little Dinesha showed up in third grade, put her arms around that child and said, ‘I love you, Jesus loves you, you’re capable. In essence, you’re an asset. You’re capable. You can rise up.”\nBush’s efforts to inspire more of an emotional response from audiences comes as he is trying hard to meet the moment in the aftermath of last Friday’s terrorist attacks in Paris, presenting himself as a sober, steady leader who, unlike less seasoned rivals, can be trusted to serve as Commander in Chief. In his address Wednesday at The Citadel in Charleston, Bush called for ground troops to combat ISIL and laid out a proposal to restore recent cuts to the military.\nBut that is an area where Marco Rubio, Bush’s former Florida understudy who has surged past him in the polls, is also strong. And Rubio, despite Bush’s improvements on the stump, remains arguably the most compelling communicator in the Republican field, as evidenced by one Coastal Carolina student who left Bush’s town hall Tuesday night unconvinced.\n“He just doesn’t inspire me,” said Caleb Fongemie, the director of Coastal Carolina Conservatives. “I want a Commander in Chief who inspires me and inspires our country. I think Marco Rubio can do that.”\nEli Stokols is a national politics reporter.\n© 2015 POLITICO LLC", "byline": "", "description": "The cash-rich, poll-poor contender made an investment in a speech coach, and it’s paying off.", "title": "Jeb Bush did something new: He commanded the room", "url": "http://www.politico.com/story/2015/11/jeb-bush-south-carolina-2016-gop-216038", "topics": ["foreign policy/national security"], "people": ["Bryan Bender", "Isaac Arnsdorf", "John Harris", "Sara Solovitch", "Kate Tummarello", "Helena Bottemiller Evich", "Henry C. Jackson", "Burgess Everett", "Anna Palmer", "Hadas Gold", "Colin Wilhelm", "Bruce Haynes", "Marc Caputo", "Ted Cruz", "Jon Kraushar", "John Cornyn", "Debra Bruno", "Theodoric Meyer", "Brian Mahoney", "Pierre Briancon", "Nahal Toosi", "Gabriel Debenedetti", "Bernie Sanders", "Katie Glueck", "Nick Gass", "Charlie Hebdo", "Bernie Becker", "Jennifer Scholtes", "Adam Behsudi", "Mike Pence", "Jeb Bush", "Seung Min Kim", "Donald Trump", "John Bresnahan", "Marco Rubio", "Alex Spence", "Eliza Collins", "Erin Mershon", "Brianna Ehley", "Lauren French", "Ben Schreckinger", "Mitt Romney", "Katie Packer Gage", "Daniel Strauss", "Hillary Clinton", "Saundra Amrhein", "Eli Stokols", "Caleb Hannan", "Alex Byers", "Barack Obama", "Darius Tahir"], "org": "politico", "election_confidence": 0.9389493478114109, "authors": [{"author_id": 32625, "fullname": "eliza collins", "primary_org": "politico"}], "date_written": "2015-11-18 22:54:40", "orgs": ["M&A", "Purple Strategies", "ESPN", "Beltway", "Ford", "FCC", "ISIL", "GOP"], "article_id": "27752a2f102077efbe2c0bc0f7f91d85", "date_access": "2015-11-18 23:00:05.370426"}, {"body": "Following comments that his city should reject refugees in the way the U.S. interned Japanese-American citizens during World War II the mayor of Roanoke, Virginia, has lost his spot on Democratic presidential candidate Hillary Clintonâ\u0080\u0099s Virginia Leadership Council.", "byline": "", "description": "“The internment of people of Japanese descent is a dark cloud on our nation’s history and to suggest that it is anything but a horrible moment in our past is outrageous,” said Josh Schwerin, a Clinton campaign spokesman.\nFollowing comments that his city should reject refugees in the way the U.S. interned Japanese-American citizens during World War II the mayor of Roanoke, Virginia, has lost his spot on Democratic presidential candidate Hillary Clinton's Virginia Leadership Council.\nDavis Bowers had been on the Virginia committee since early October, but a Clinton source confirmed he is no longer on the committee.\nA Clinton campaign spokesman slammed Bowers' comments in a statement.\n\"The internment of people of Japanese descent is a dark cloud on our nation's history and to suggest that it is anything but a horrible moment in our past is outrageous,\" said Josh Schwerin, a Clinton campaign spokesman.\n", "title": "Roanoke Mayor Off Clinton Campaign's Leadership Team After Refugee Remarks", "url": "http://www.buzzfeed.com/andrewkaczynski/roanoke-mayor-off-clinton-virginia-leadership-council", "topics": ["campaign_finance", "personality", "foreign policy/national security"], "people": ["Josh Schwerin", "Hillary Clinton"], "org": "buzzfeed", "election_confidence": 0.6837168690474937, "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-11-18 22:33:39", "orgs": [], "article_id": "1e242130903dbc9be91cf509622d7685", "date_access": "2015-11-19 00:10:33.371027"}, {"body": "i\nSen. Elizabeth Warren, D-Mass., at the National Press Club Wednesday. Warren was critical of President Obama's plan to change how U.S. multinational companies are taxed.\nPablo Martinez Monsivais/AP\nhide caption\ntoggle caption\nPablo Martinez Monsivais/AP\nSen. Elizabeth Warren, D-Mass., at the National Press Club Wednesday. Warren was critical of President Obama's plan to change how U.S. multinational companies are taxed.\nPablo Martinez Monsivais/AP\nSen. Elizabeth Warren, D-Mass., may not be running for president in 2016, but she was campaigning hard Wednesday to be an agenda-setting power broker. At 9:30 a.m., she joined the left-leaning Economic Policy Institute to release the Women's Economic Agenda, a list of 12 proposals aimed at closing the gender wage gap. It covers issues such as raising the minimum wage, providing paid family leave and increasing access to child care. At 12:30 p.m., she went to the National Press Club to open up another front in her battle with corporate lobbyists — and with the White House. Warren said the Obama administration is falling into line with an emerging bipartisan consensus that says Congress should \"reform\" the tax laws that apply to U.S. corporations' foreign income. The White House supports a revenue-neutral plan to change the tax code to encourage companies to bring back to the U.S. offshore profits stockpiled elsewhere. And Republicans want a shift to lower corporate tax rates to encourage companies to bring home those profits. But Warren said such plans amount to \"a giant wet kiss for the tax dodgers, who have already parked $2.1 trillion overseas.\" Her key point was this: \"The average American household pays a federal tax rate of 17.6 percent. The average tax rate for an American corporation with fewer than 500 employees is 17.5 percent. ... But the biggest American companies are paying far, far less — in many cases, nothing at all.\" She wants to \"substantially\" increase the share of tax revenues supplied by big corporations. Her sharp criticism of President Obama's position seemed intended to pressure Democratic presidential candidate Hillary Clinton to pick a side — is Clinton with the White House or Warren? Already, Clinton has sided against the White House on another issue: the Transpacific Partnership, a massive trade deal that needs congressional approval. Obama is vigorously backing it, and many progressives, including Warren, are opposing it. But Warren steered away from dwelling too much on the Democratic presidential candidates. When asked if she would accept an invitation to serve as Clinton's vice president — to create an all-woman ticket — she laughed and dodged. \"I'll tell you this,\" she said, \"if I was Hillary Clinton's running mate, it would certainly be a complete woman ticket.\"", "byline": "", "description": "Sen. Elizabeth Warren, D-Mass., says bipartisan efforts to \"reform\" the corporate tax code amount to \"a giant wet kiss\" for the biggest companies. She wants large corporations to pay more in taxes.", "title": "Elizabeth Warren Steps Up Campaign For Liberal Agenda", "url": "http://www.npr.org/2015/11/18/456549211/elizabeth-warren-steps-up-campaign-for-liberal-agenda", "topics": ["economy"], "people": ["Pablo Martinez Monsivais", "Elizabeth Warren", "Hillary Clinton"], "org": "npr", "election_confidence": 0.8826810808728414, "authors": [{"author_id": 158, "fullname": "marilyn geewax", "primary_org": "npr"}], "date_written": "2015-11-18 22:59:17", "orgs": ["Economic Policy Institute", "Congress"], "article_id": "878eab4fbe9edf5db272be5782f8d137", "date_access": "2015-11-18 23:01:09.929855"}, {"body": "Republican presidential candidate Jeb Bush delivered a national security speech Wednesday at the Citadel in South Carolina. NPR reports on his remarks and looks at how the other GOP contenders are responding to the attacks on Paris.", "byline": "", "description": "Republican presidential candidate Jeb Bush delivered a national security speech Wednesday at the Citadel in South Carolina. NPR reports on his remarks and looks at how the other GOP contenders are responding to the attacks on Paris.", "title": "Jeb Bush Calls For Use Of Ground Troops In Fight Against ISIS", "url": "http://www.npr.org/2015/11/18/456541251/jeb-bush-calls-for-use-of-ground-troops-in-fight-against-isis", "topics": ["foreign policy/national security"], "people": ["Jeb Bush"], "org": "npr", "election_confidence": 0.6811800534388722, "authors": [{"author_id": 10, "fullname": "don gonyea", "primary_org": "npr"}], "date_written": "2015-11-18 21:32:00", "orgs": ["GOP"], "article_id": "7bf47f00382981012568a3b4f328884a", "date_access": "2015-11-18 22:00:14.596570"}, {"body": "(AP) â\u0080\u0094 House Speaker Paul Ryan says a Republican bill the chamber plans to vote on this week won't limit Syrian and Iraqi refugees admitted to this country based on their religions.\nThe Wisconsin Republican's description of the legislation contrasted with remarks by some GOP presidential candidates. Former Florida Gov. Jeb Bush and Texas Sen. Ted Cruz have said preference should be given to Christians.\nRyan said that under the House bill, Syrian and Iraqi refugees could only be admitted to the U.S. if intelligence and law enforcement officials can certify that they won't be a security threat.\nHe says such precautions are common sense and the government's obligation to American citizens.\nMost Democrats have defended current screening procedures, though some have called for a pause since last week's terrorist attacks in Paris.", "byline": "", "description": "WASHINGTON (AP) — House Speaker Paul Ryan says a Republican bill the chamber plans to vote on this week won't limit Syrian and Iraqi refugees admitted to this country based on their religions.", "title": "Ryan: House refugee bill won't have religious test", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-18-US--Paris%20Attacks-Ryan/id-c3175c2616494e8e8d8a4a37ddca280d", "topics": ["foreign policy/national security", "surveillance/privacy", "personality"], "people": ["Jeb Bush", "Paul Ryan", "Ted Cruz"], "org": "ap", "election_confidence": 0.5972513309953102, "authors": [{"author_id": 39463, "fullname": "alan fram", "primary_org": "ap"}], "date_written": "2015-11-18 12:29:00", "orgs": ["GOP"], "article_id": "4ae3ab147d849ed249d7528cc7cb1eee", "date_access": "2015-11-18 18:00:06.056608"}, {"body": "Judging from some of the more extreme rhetoric on the presidential campaign trail, the biggest threat to U.S. national security today comes from frightened Syrian families fleeing the brutality of\nIslamic State\n.\n\"Given the tragedy in Paris last Friday, the U.S. simply cannot, should not and must not accept any Syrian refugees,\"\nBen Carson\nwrote this week.\nTed Cruz said he'd admit only Christian refugees. \"The idea that we should bring tens of thousands of Syrian Muslim refugees to America? It is nothing less than lunacy,\" he said. \"On the other hand, Christians who are being targeted … we should be providing safe haven to them.\"\nChris Christie, burnishing his credentials as a tough guy, said he wouldn't trust toddlers from that part of the world. \"I don't think orphans under 5 … should be admitted into the United States at this point,\" he told interviewer Hugh Hewitt.\nMeanwhile, at least 27 governors, all but one Republican, have declared that they will try to block refugees from settling in their states, even though they don't legally have the power to do so.\nIt's perfectly reasonable for Americans to worry that terrorists might try to enter the United States by passing themselves off as refugees. That was apparently the case with one of the attackers in Paris, who was carrying a fake Syrian passport — which means he might not have been a Syrian at all. But that's an argumen for tougher vetting of refugee applicants, not for rejecting all refugees, worthy and unworthy alike.\nThe vast majority of people fleeing Syria aren't sympathetic to Islamic State; they're fleeing because they fear the jihadists. As Cruz suggested, Christians, who made up about 10% of Syria's population in 2011, have indeed been targeted for special persecution. But so have Kurds, Alawites, Shiite Muslims,\nYazidis and Sunni Muslims who oppose Islamic State. Should we turn our backs on those persecuted groups because they follow a different faith from most Americans?\nAccording to legend, if not actual historians, Harold Macmillan was once asked what he most feared could derail his agenda. The British prime minister allegedly said, \"Events, my dear boy, events.\"\nMacmillan may never have actually said it, but the quote endures because it gets at a fundamental...\nAccording to legend, if not actual historians, Harold Macmillan was once asked what he most feared could derail his agenda. The British prime minister allegedly said, \"Events, my dear boy, events.\"\nMacmillan may never have actually said it, but the quote endures because it gets at a fundamental...\nThe worst thing about Cruz's proposal was that it reinforced one of Islamic State's favorite narratives: the notion of a \"clash of civilizations\" pitting the West against Islam. That proposition asks decent Muslims to choose one side or the other: their faith, or Christianity. If we're waging a war of ideas in the Muslim world, Cruz just shot us in the foot.\nThis week's soundbites were \"really bad,\" said Danielle Pletka, a foreign policy scholar at the conservative American Enterprise Institute. \"This was a moment in which people running for office collectively lost their grip on their own principles. There are lots of ways to express legitimate concern about possible security threats from refugees, but they found the worst possible way to do it.\n\"It's the Trump effect,\" she added — a race to the bottom by candidates seeking to emulate the crowd-pleasing anger of Donald Trump.\n\"In defense of the indefensible,\" she said, \"you can criticize those Republicans for a lack of compassion, but how do you defend an administration that has left millions of Syrians vulnerable to the depredations of ISIS?\"\nThere are legitimate issues here, but the roar of the campaign has drowned them out.\nHow many Syrian refugees should the United States accept? This year, we've admitted about 1,800. President Obama has proposed raising that number to 10,000 next year. Meanwhile, Germany is housing hundreds of thousands of asylum seekers, and has formally admitted more than 57,000 Syrians as refugees this year.\nAnd how rigorously should would-be refugees be vetted? To listen to the candidates, you might think the feckless Obama administration isn't screening them at all. But the Homeland Security Department puts applicants through a process that takes more than 18 months, on average. More than half of those admitted have been children. Only 2% have been single men of military age.\nAnd of the 1,800-plus Syrians admitted so far, none has been linked to a terrorist incident in the United States.\nSo maybe, while remaining vigilant, we can also calm down and take a deep breath.\nThat appeared to be happening Tuesday, as a few Republicans showed signs of sensible leadership.\n\"The answer to this is not to ban people from coming,\" Jeb Bush told Bloomberg Politics. \"The answer is to lead — to resolve the problem in Syria.\"\nHouse Speaker Paul D. Ryan (R-Wis.) called for a \"pause\" in admitting Syrian refugees but indicated that he didn't mean a permanent ban.\n\"It's important that we have a refugee system in place. We respect that,\" he said. \"But we think it's simply prudent … that we be better guarded against any possible infiltration.\"\nThere's a challenge there for the rest of the GOP. Will other candidates now attack Bush and Ryan as soft on refugees? Or will they agree that refugees aren't the main threat to our security — and don't deserve to be punished for the crimes of their oppressors?\ndoyle.mcmanus@latimes.com\nTwitter:\n@doylemcmanus\nFollow the Opinion section on Twitter\n@latimesopinion\nand\nFacebook", "byline": "", "description": "<p>Judging from some of the more extreme rhetoric on the presidential campaign trail, the biggest threat to U.S. national security today comes from frightened Syrian families fleeing the brutality of Islamic State.</p> <p>\"Given the tragedy in Paris last Friday, the U.S. simply cannot, should not and must...</p>", "title": "Overheated rhetoric won't solve the Syrian refugee issue", "url": "http://www.latimes.com/la-oe-1118-mcmanus-syria-refugees-20151118-column.html", "topics": ["foreign policy/national security"], "people": ["Chris Christie", "Jeb Bush", "Donald Trump", "Danielle Pletka", "Paul D. Ryan", "Hugh Hewitt", "Ben Carson", "Ted Cruz"], "org": "latimes", "election_confidence": 0.9298046510546047, "authors": [{"author_id": 40789, "fullname": "doyle mcmanus", "primary_org": "latimes"}], "date_written": "2015-11-18 13:00:00", "orgs": ["American Enterprise Institute", "GOP", "Homeland Security Department", "United States."], "article_id": "61dccc9696cad9cbb4b2644992d38b49", "date_access": "2015-11-18 13:27:19.933767"}, {"body": "Immigration\nUpdated 11/18/15 08:34 PM EST\nBy\nLauren French\nand\nHadas Gold\n'We love the Hispanic community. Yo hablo español,' NBC News President Deborah Turness said at a contentious meeting with Latino House members....\nOpinion\n11/18/15 08:26 PM EST\nBy\nBarney Frank\nThe Self-Fulfilling Prophecy Of “Government Doesn't Work”\nOpinion\n11/18/15 08:26 PM EST\nBy\nRich Lowry\nIt’s remarkable the president feels justified in lecturing anyone on humanitarianism.\nCongress\n11/18/15 08:21 PM EST\nBy\nSeung Min Kim\nand\nBurgess Everett\nDesire for restrictions on refugees has caused blowback from some on the left.\n11/18/15 08:09 PM EST\nBy\nBurgess Everett\nThe FBI sent a deputy instead of Director James Comey.\n11/18/15 07:57 PM EST\n2016\n11/18/15 07:49 PM EST\nBy\nMichael Beckel\nThis was supposed to be the era of big-money politics. So why does it seem to buy so little?\nOptics\n11/18/15 07:45 PM EST\nBy\nJames Sprankle\nLetter From Greece\n11/18/15 07:43 PM EST\nBy\nGeraldine Cremin\nInside the lawless ‘hotspots’ that are supposed to be solving Europe’s refugee crisis.\n11/18/15 07:40 PM EST\nWhite House\n11/18/15 07:37 PM EST\nBy\nEdward-Isaac Dovere\nBut he'd rather talk about Syrian refugees than his anti-ISIL strategy.\nUpdated 11/18/15 07:21 PM EST\nBy\nLauren French\nand\nJohn Bresnahan\nSeveral dozen Democrats are expected to back a bill to toughen screening despite a White House veto threat.\nUpdated 11/18/15 07:19 PM EST\nBy\nNolan D. McCaskill\nRude Music filed suit in an Illinois federal court Wednesday.\n11/18/15 07:17 PM EST\n11/18/15 06:54 PM EST\nBy\nEliza Collins\nSanders is 1 percentage point ahead of Clinton.\n11/18/15 06:30 PM EST\nBy\nKyle Cheney\n“I want to see the man win because we need a person of integrity and wisdom,” Clarridge told POLITICO.\n11/18/15 06:28 PM EST\nWhite House\nUpdated 11/18/15 06:05 PM EST\nBy\nBryan Bender\nand\nNahal Toosi\nOfficials claim the decision was made before the terrorist attacks in Paris.\nUpdated 11/18/15 05:56 PM EST\nBy\nEliza Collins\nMike Pence goes beyond the rhetoric and turns families away.\n11/18/15 05:54 PM EST\nBy\nSeung Min Kim\n“I think if we are hyper-focused on refugees from Syria, we’re missing the real threat.”\n2016\n11/18/15 05:54 PM EST\nBy\nEli Stokols\nThe cash-rich, poll-poor contender made an investment in a speech coach, and it’s paying off.\nUpdated 11/18/15 05:38 PM EST\nBy\nHadas Gold\nJim VandeHei and John Harris were awarded the Benjamin C. Bradlee Editor of the Year Award.\nUpdated 11/18/15 05:31 PM EST\nBy\nNick Gass\nTed Cruz challenges the president: 'Come back and insult me to my face.'\n11/18/15 05:30 PM EST\nBy\nGabriel Debenedetti\nClinton strikes a blow to Sanders who is seen as a friend to unions.\n11/18/15 05:21 PM EST\nBy\nNick Gass\n2016ers are using the word a little differently than Sartre.\n11/18/15 05:18 PM EST\n11/18/15 05:13 PM EST\nBy\nAlex Spence\nBritain's prime minister hopes opposition MPs will support his call for airstrikes.\nUpdated 11/18/15 05:01 PM EST\nBy\nEliza Collins\nTwo surveys found that a slim majority Americans say the president's plan should be halted.\nUpdated 11/18/15 04:37 PM EST\nBy\nLauren French\nand\nJohn Bresnahan\nThe bill would adopt stricter requirements for refugees entering the U.S. from Syria.\n11/18/15 04:14 PM EST\n11/18/15 04:09 PM EST\n11/18/15 04:03 PM EST\nBy\nHenry C. Jackson\nClinton ISIL speech — Sanders save the date\nUpdated 11/18/15 04:00 PM EST\nBy\nBurgess Everett\n\"This authorization will mirror the approach we took against al-Qaeda after 9/11,\" he says.\nUpdated 11/18/15 02:53 PM EST\nBy\nDaniel Strauss\n\"Marco Rubio is the brightest and most capable candidate,\" billionaire Frank VanderSloot said.\nBy\nPierre Briançon\nThe French want to build a grand coalition for Syria.\nBy\nMarc Caputo\nUpdated 11/18/15 02:04 PM EST\nBy\nEliza Collins\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says.\n11/18/15 02:00 PM EST\nBy\nIsaac Arnsdorf\nWilmer's M&A — Guns, women's groups on the Hill — Maltby to O'Melveny\n2016\nUpdated 11/18/15 02:00 PM EST\nBy\nBen Schreckinger\nand\nKatie Glueck\nAs his campaign approaches a crossroads, the mogul introduces a new spokeswoman — a former Cruz ally.\nUpdated 11/18/15 01:53 PM EST\nBy\nBurgess Everett\nPaul accuses Rubio of voting to make the country “less safe.”\nUpdated 11/18/15 01:46 PM EST\nBy\nEli Stokols\nBush will speak at The Citadel here about what he sees as the failures of President Barack Obama.\n11/18/15 01:39 PM EST\nBy\nHadas Gold\n\"The ideal Gawker story should expose a meaningful hypocrisy, or reveal an emperor’s nudity, or hold the rare heroes actually working to un-f--k the...\n11/18/15 01:25 PM EST\n11/18/15 01:04 PM EST\nBy\nColin Wilhelm\nShe expands her list of causes as she staked out the leftist position on corporate tax reform.\n11/18/15 12:54 PM EST\n11/18/15 12:51 PM EST\nBy\nNick Gass\n\"No excuse. They have to be stopped,\" Kerry said.\n11/18/15 12:38 PM EST\nBy\nAnna Palmer\nThe Wisconsin Republican rakes in cash inside the Beltway as he looks to limit number of fundraisers\nBy\nRichard Primus\nTheir talking point might be clever politics, but it's a legal non-starter.\n11/18/15 12:03 PM EST\nWe're working on more stories right now\nBy\nBarney Frank\nBy\nRich Lowry\nBy\nMichael Beckel\nBy\nGeraldine Cremin\nMigrants and refugees wait to enter a registration camp after crossing the Greek-Macedonian border near Gevgelija, Macedonia. | Getty\nBy\nEliza Collins\n11/18/15 05:44 PM EST\nUpdated 11/18/15 05:56 PM EST\nAs an increasing number of governors and lawmakers call for a halt to the flow of Syrian refugees coming into the U.S., some are taking matters to new extremes.\nThe Democratic mayor of Roanoke, Virginia, invoked Japanese internment camps as a reason to call for a suspension of refugees into his area.\nStory Continued Below\n“I’m reminded that President Franklin D. Roosevelt felt compelled to sequester Japanese foreign nationals after the bombing of Pearl Harbor,” Mayor David Bowers said in a statement, according to The Roanoke Times. “It appears that the threat of harm to America from ISIS now is just as real and serious as that from our enemies then.”\nBowers is a supporter of Democratic front-runner Hillary Clinton, but the former secretary of state's campaign condemned the remarks Wednesday. \"The internment of people of Japanese descent is a dark cloud on our nation's history and to suggest that it is anything but a horrible moment in our past is outrageous,\" Josh Schwerin, a spokesman for the Clinton campaign, said in a statement.\nTennessee state Rep. Glen Casada, chair of the state's House Republican caucus, said Tuesday that he wants use the state militia to round up Syrian refugees. \"We need to activate the Tennessee National Guard and stop them from coming in to the state by whatever means we can,” he told The Tennessean.\n“We need to gather [Syrian refugees] up and politely take them back to the ICE center and say, 'They’re not coming to Tennessee, they’re yours,’\" said Casada, referring to Immigration and Customs Enforcement. \"Tennessee is a sovereign state. If the federal government is forsaking the obligation to protect our citizens, we need to act.\"\nIndiana Gov. Mike Pence called for a suspension of Syrian refugees moving to his state and he was true to his word — the state has reportedly already turned two families away.\nBy\nLauren French\nand\nJohn Bresnahan\nTwo Syrian refugee families that were set to arrive in Indiana Thursday had to relocate to Connecticut and Illinois after the Republican governor said they weren’t welcome and that all further refugees would also be turned away, according to the Chicago Tribune.\nOne of the families had been waiting to be resettled for three years, having fled the violence in Homs, Syria — where the father \"ran a used clothing store,\" the New York Times reported.\nThe Louisiana Republican Party announced that a Syrian refugee in the state had gone missing in a lengthy statement used to drum up support for Sen. David Vitter in this weekend's election. The only problem? The refugee hadn't.\nAccording to The Advocate, Baton Rouge, Louisiana did have one Syrian refugee this summer who Catholic Charities helped get settled before he moved to another state.\n“The Syrians that we have resettled in Louisiana are not out wandering willy nilly around the country,” Catholic Charities Executive Director David Aguillard said, according to The Advocate.\nThe calls to keep Syrian refugees from the U.S., which have come mainly from Republicans along with some Democrats, escalated sharply after last Friday's bloody terrorist attacks in Paris. So far, the attackers identified have all been European nationals.\n© 2015 POLITICO LLC", "byline": "", "description": "", "title": "State and local officials escalate rhetoric on Syrian refugees", "url": "http://www.politico.com/story/2015/11/syrian-refugees-banned-216037", "topics": ["foreign policy/national security", "guns"], "people": ["Nick Gass", "Isaac Arnsdorf", "Burgess Everett", "Kyle Cheney", "Henry C. Jackson", "John Harris", "Anna Palmer", "Hadas Gold", "Colin Wilhelm", "Marc Caputo", "Ted Cruz", "Baton Rouge", "Pierre Briancon", "Nahal Toosi", "Gabriel Debenedetti", "Rich Lowry", "Katie Glueck", "Bryan Bender", "Charlie Hebdo", "Isaac Dovere", "Mike Pence", "Seung Min Kim", "James Sprankle", "John Bresnahan", "Marco Rubio", "Alex Spence", "Eliza Collins", "Barney Frank", "David Vitter", "Lauren French", "Josh Schwerin", "James Comey", "Ben Schreckinger", "Daniel Strauss", "Franklin D. Roosevelt", "Hillary Clinton", "Eli Stokols", "Barack Obama"], "org": "politico", "election_confidence": 0.6228941581343478, "authors": [{"author_id": 30729, "fullname": "lauren french", "primary_org": "politico"}, {"author_id": 30731, "fullname": "hadas gold", "primary_org": "politico"}], "date_written": "2015-11-18 22:44:59", "orgs": ["M&A", "Congress", "Beltway", "Immigration and Customs Enforcement", "FBI", "Chicago Tribune"], "article_id": "2201736fccd543ef8ac35b624a81601d", "date_access": "2015-11-19 01:45:08.426087"}, {"body": "11/18/15 12:38 PM EST\nBy\nAnna Palmer\nThe Wisconsin Republican rakes in cash inside the Beltway as he looks to limit number of fundraisers\nUpdated 11/18/15 12:35 PM EST\nBy\nEli Stokols\nBush will speak at The Citadel here about what he sees as the failures of President Barack Obama.\n11/18/15 12:24 PM EST\nBy\nRichard Primus\nTheir talking point might be clever politics, but it's a legal non-starter.\n11/18/15 12:03 PM EST\n11/18/15 12:01 PM EST\nBy\nNick Gass\nTed Cruz challenges the president, 'come back and insult me to my face.'\nUpdated 11/18/15 11:56 AM EST\nBy\nKatie Glueck\n\"Let's have a debate on Syrian refugees right now,\" Cruz says.\n11/18/15 11:55 AM EST\nBy\nEliza Collins\nBernie Sanders and Hillary Clinton know each other but they aren't \"best friends.\"\n11/18/15 11:34 AM EST\nBy\nNick Gass\n“We are a country that prides itself on its tradition of welcoming people from around the globe.\"\n11/18/15 11:28 AM EST\nBy\nEliza Collins\n“I think that was the Crusades,” Graham says.\nUpdated 11/18/15 11:24 AM EST\nBy\nLauren French\nand\nJohn Bresnahan\nThe bill would adopt stricter requirements for refugees entering the U.S. from Syria.\n11/18/15 11:20 AM EST\n11/18/15 10:58 AM EST\nBy\nHadas Gold\nVandeHei and Harris were awarded the Benjamin C. Bradlee Editor of the Year Award.\n11/18/15 10:50 AM EST\n11/18/15 10:07 AM EST\n11/18/15 10:01 AM EST\nBy\nBrian Mahoney\nHouse passes tribal labor bill — Ford contract turning into a nail-biter\n11/18/15 10:00 AM EST\nBy\nJennifer Scholtes\nRyan taps more conferees — Reinventing the wheel\n11/18/15 10:00 AM EST\nBy\nTheodoric Meyer\nEdwards hits back on refugees in Louisiana — The Kochs' intelligence arm\n11/18/15 10:00 AM EST\nBy\nBernie Becker\nRyan, Schumer still talking international — Subcommittee musical chairs\n11/18/15 10:00 AM EST\nBy\nAdam Behsudi\nRyan also concerned about biologics in TPP — China report advocates bold moves\n11/18/15 10:00 AM EST\nBy\nAlex Byers\nand\nKate Tummarello\nTop takeaways from FCC-palooza — Smooth sailing for consumer review bill; spectrum work continues\n11/18/15 10:00 AM EST\nBy\nDarius Tahir\nComments? Macara-me! — Congress: Califf! Lab-developed tests!\n11/18/15 10:00 AM EST\nBy\nErin Mershon\nand\nBrianna Ehley\nAvoiding a government shutdown, for now — W&M to pick health chair — Cornyn to push mental health bill\n11/18/15 10:00 AM EST\nBy\nHelena Bottemiller Evich\nCrack down on supplements — South Africa effort too little, too late?\n11/18/15 10:00 AM EST\nBy\nTim Starks\nAre cyber terrorists coming after America? — U.K. to double cyber budget\n11/18/15 10:00 AM EST\nBy\nCaitlin Emma\nHigher ed and veterans on the Hill — Rhode Island feels PARCC pinch — Coalition fights to save Washington charters\n11/18/15 10:00 AM EST\nBy\nEric Wolff\nGOP presses Obama on treaty ratification — LWCF rumble ahead\n11/18/15 09:24 AM EST\nBLAGO appeal push\n11/18/15 08:42 AM EST\nBy\nAnnie Karni\nSanders will deliver remarks on democratic socialism at the Georgetown Institute of Politics and Public Service.\n11/18/15 08:36 AM EST\nMitch McConnell and Paul Ryan work together on their first big test as a team leading the GOP on Capitol Hill.\n11/18/15 08:31 AM EST\nBy\nNick Gass\n\"He tried very hard. I think he's a nice guy. I think he's a good man.\"\n11/18/15 08:30 AM EST\nBy\nJeremy Herb\nTwo suspects dead in Paris suburb — Carter talks future force today\n11/18/15 08:10 AM EST\nBUDGET blame, polled\n11/18/15 08:00 AM EST\nBy\nBen White\nGood morning from Des Moines — Warren weighs in on tax reform — Kandarian backs TPP — Ryan warns of budget fights\n11/18/15 07:38 AM EST\nBy\nNick Gass\nWhite House press secretary Josh Earnest tangled with \"Fox and Friends\" co-host Elisabeth Hasselbeck on Wednesday morning.\n11/18/15 07:27 AM EST\nJOHN HARRIS, JIM VANDEHEI win Ben Bradlee Award – JON WARD, JOE KILDEA have daughters -- B’DAY: Megyn Kelly, Sheryl Stolberg\n11/18/15 07:15 AM EST\nBOOKER decries ‘insult’\n11/18/15 07:14 AM EST\nBy\nNick Gass\nThe White House defended the administration's approach toward fighting the Islamic State on Wednesday.\nBy\nMaia de La Baume\nand\nGiulia Paravicini\nBrussels law enforcement authorities questioned, then freed two suspects in Paris attacks.\n11/18/15 07:05 AM EST\nBAKER’s ‘ban,’ parsed\n11/18/15 06:45 AM EST\nBy\nNick Gass\nThe United States will have \"absolutely no choice\" but to close down some mosques where \"some bad things are happening,\" Donald Trump...\n11/18/15 06:45 AM EST\nDE BLASIO loses white voters\nWar Room\n11/18/15 06:39 AM EST\nBy\nMatthew Levitt\nPresident Obama, here’s a new plan of action that doesn’t require 50,000 boots on the ground.\n11/18/15 06:28 AM EST\nNRA’s ‘Stand Your Ground’ stopped (for now) in Florida.\nBy\nPierre Briançon\nand\nMaia de La Baume\nAt least one person is dead, a woman who detonated an explosive vest.\nSimon Says\n11/18/15 05:24 AM EST\nBy\nRoger Simon\nSimon says: America wants homogeneity, and that's a problem.\n11/18/15 05:23 AM EST\nBy\nDavid Rogers\nRecords show the toll of Obama's \"get tough\" approach on Central American child migrants.\n11/18/15 05:22 AM EST\nBy\nNick Gass\nThe Manhattan mogul is at 23 percent, a 5-point increase from last month.\n11/18/15 05:21 AM EST\nBy\nKevin Robillard\nA relentless combination of big fundraising and recruiting just the right candidates transformed the Republican Governors Association into a political...\nCongress\n11/18/15 05:21 AM EST\nBy\nBurgess Everett\nThe embattled Louisiana gubernatorial candidate has a surprising list of bipartisan wins.\nWe're working on more stories right now\nBy\nMatthew Levitt\nBy\nMichael Hirsh\nBy\nMichael Shurkin\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\nAP Photo\nBy\nAnna Palmer\n11/18/15 12:38 PM EST\nSpeaker Paul Ryan's Washington fundraising dash has begun.\nThe Wisconsin Republican hit the D.C. money circuit on Wednesday, raising $125,000 at a Capitol Hill Club fundraiser, and he has plans for another major fundraiser in early December.\nStory Continued Below\nFormer Wisconsin Governor Tommy Thompson introduced Ryan at the event hosted by Akin Gump Strauss Hauer & Feld. Other companies represented at the breakfast event that drew roughly 40 downtowners include Liberty Mutual, Amazon, NextEra, Cox and Hershey, according to a source familiar with the event.\nRyan has said he doesn't plan on spending all of his weekends raising money for fellow Republicans because he wants to be home with his young children. Instead, Ryan's operation has said that he will do fewer events that raise more money and rely more on other GOP leaders and committee chairmen to headline events.\nIn recent days, he has announced several hires to his political fundraising team, including prolific Mitt Romney fundraiser Spencer Zwick as his national finance chairman. Lauren Hamel, who previously worked as deputy finance director for then-Speaker John Boehner's (R-Ohio) fundraising arm, will also be joining \"Team Ryan\" as his finance director.\nA spokesman for Ryan's political arm declined to comment.\nRyan has another higher-dollar event planned as well. He is headlining a reception and dinner at the Capitol Hill Club Dec. 2. He will be joined by his fellow GOP leaders and committee chairmen, according to a copy of the invite obtained by POLITICO.\nCo-chairs of the event are expected to contribute or raise $25,000 and receive two invites for a VIP photo reception, six invites for the general reception and one invite for the dinner. Other sponsorship levels include $5,000 to be a \"sponsor\" and $12,500 to be a \"host.\" Individual attendees are asked to contribute $1,000 in a personal contribution or $2,000 for a political action committee to attend the general reception.\n© 2015 POLITICO LLC", "byline": "", "description": "", "title": "Ryan kicks off fundraising dash", "url": "http://www.politico.com/story/2015/11/paul-ryan-fundraising-216021", "topics": ["campaign_finance", "guns"], "people": ["Tommy Thompson", "Josh Earnest", "Burgess Everett", "Michael Hirsh", "Kate Tummarello", "Kevin Robillard", "Helena Bottemiller Evich", "Anna Palmer", "Hadas Gold", "Eric Wolff", "Donald Trump", "Tim Starks", "Ted Cruz", "Simon Says", "Spencer Zwick", "Paul Ryan", "John Cornyn", "Pierre Briancon", "Brian Mahoney", "Richard Lugar", "Theodoric Meyer", "Darius Tahir", "Annie Karni", "Brianna Ehley", "John Boehner", "Katie Glueck", "Nick Gass", "Roger Simon", "Bernie Becker", "Jennifer Scholtes", "Sam Nunn", "Ben Bradlee", "David Rogers", "Jeremy Herb", "John Bresnahan", "Eliza Collins", "Erin Mershon", "Megyn Kelly", "Bernie Sanders", "Lauren French", "Adam Behsudi", "Mitt Romney", "Elisabeth Hasselbeck", "Hillary Clinton", "Ben White", "Eli Stokols", "Alex Byers", "Barack Obama", "Caitlin Emma"], "org": "politico", "election_confidence": 0.748183989037964, "authors": [{"author_id": 31395, "fullname": "anna palmer", "primary_org": "politico"}], "date_written": "2015-11-18 17:38:35", "orgs": ["Republican Governors Association", "Congress", "Beltway", "NRA", "Ford", "FCC", "TPP", "GOP"], "article_id": "5a76bfd84d079909e1edbf04417fd2d2", "date_access": "2015-11-18 17:44:58.243637"}, {"body": "Simon Says\n11/18/15 05:24 AM EST\nBy\nRoger Simon\nSimon says: America wants homogeneity, and that's a problem.\n11/18/15 05:23 AM EST\nBy\nDavid Rogers\nPublic records obtained by POLITICO show the steep toll of the Obama administration's 'get tough' approach on Central American child migrants.\n11/18/15 05:22 AM EST\nBy\nNick Gass\nThe Manhattan mogul is at 23 percent, a 5-point increase from last month.\n11/18/15 05:21 AM EST\nBy\nKevin Robillard\nA relentless combination of big fundraising and recruiting just the right candidates transformed the Republican Governors Association into a political...\nCongress\n11/18/15 05:21 AM EST\nBy\nBurgess Everett\nThe embattled Louisiana gubernatorial candidate has a surprising list of bipartisan wins.\n2016\n11/18/15 05:15 AM EST\nBy\nBen Schreckinger\nand\nKatie Glueck\nAs his campaign approaches a crossroads, the mogul introduces a new spokeswoman — a former Cruz ally.\n2016\n11/18/15 05:14 AM EST\nBy\nKenneth P. Vogel\nAs the billionaires’ network works to reshape American politics, it keeps a close eye on the left.\nDefense\nUpdated 11/18/15 12:30 AM EST\nBy\nBryan Bender\nThey worry Washington hasn't absorbed the lessons of America's last big wars.\n11/18/15 12:00 AM EST\nBy\nAndrew Glass\nRichard Nixon asked Congress to approve a $155 million appropriation to bolster the beleaguered Cambodian government of Premier Lon Nol.\n2016\nUpdated 11/17/15 11:31 PM EST\nBy\nAlex Isenstadt\nHe struggled to gain traction in the race, often failing to poll at even 1 percent.\nUpdated 11/17/15 11:28 PM EST\nBy\nNahal Toosi\n\"I cannot think of a more potent recruitment tool for ISIL than some of the rhetoric that's been coming out of here during the course of this debate.\"\nUpdated 11/17/15 11:12 PM EST\nBy\nEli Stokols\nHe also says he supports governors who want to halt refugees from entering their states.\nUpdated 11/17/15 10:55 PM EST\nBy\nAndrew Restuccia\nand\nDarren Goode\nThe rebuke comes less than two weeks before the president is to travel to Paris for negotiations on a global warming deal.\nUpdated 11/17/15 10:15 PM EST\nBy\nHadas Gold\nand\nJohn Bresnahan\n\"I don't answer questions from you because you are not a truthful reporter,\" Labrador said.\n11/17/15 07:56 PM EST\nBy\nLauren French\nRepublicans exiting the members-only, classified meeting say they remain concerned that the vetting system used to screen refugees.\n2016\n11/17/15 07:46 PM EST\nBy\nBurgess Everett\nThe Florida senator sees Cruz as vulnerable and in line with Democrats on what could become a dominant issue.\nUpdated 11/17/15 07:06 PM EST\nBy\nNolan D. McCaskill\nTwo of his advisers told The New York Times in interviews that Carson is having trouble absorbing facts on international affairs.\nUpdated 11/17/15 06:40 PM EST\nBy\nEliza Collins\nThomas’ husband is conservative Supreme Court justice Clarence Thomas.\nUpdated 11/17/15 06:38 PM EST\nBy\nEliza Collins\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says.\nWar Room\n11/17/15 06:36 PM EST\nBy\nMichael Hirsh\nFormer CIA Acting Director Michael Morell on how the NSA leaker’s revelations might have led to the Paris attacks.\nWar Room\n11/17/15 06:33 PM EST\nBy\nMichael Shurkin\nBet on it: Hollande’s counterattack against the terrorists is going to hurt them.\nIn The Arena\n11/17/15 06:32 PM EST\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\nHow to stop nuclear material from falling into the wrong hands.\nUpdated 11/17/15 06:31 PM EST\nBy\nNahal Toosi\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\nUpdated 11/17/15 06:26 PM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\nReligion\n11/17/15 06:24 PM EST\nBy\nNahal Toosi\nA core part  of the Republican electoral base, these groups are among the most passionate advocates for aiding refugees.\n11/17/15 06:22 PM EST\nBy\nEliza Collins\nThe Ohio governor said the U.S. “must be more forceful in the battle of ideas.”\n11/17/15 06:20 PM EST\n11/17/15 06:18 PM EST\nUpdated 11/17/15 06:10 PM EST\nBy\nHadas Gold\n\"For The New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\n2016\n11/17/15 05:57 PM EST\nBy\nKatie Glueck\nand\nDaniel Strauss\nThe reemergence of foreign policy will force voters to reevaluate the outsider candidates.\n11/17/15 05:51 PM EST\nCongress\n11/17/15 05:34 PM EST\nBy\nJake Sherman\nand\nSeung Min Kim\nIn a break from past infighting, Republican leaders are united behind a plan to tighten oversight of Syrian refugees.\n11/17/15 05:34 PM EST\n11/17/15 05:33 PM EST\n11/17/15 05:28 PM EST\n11/17/15 05:23 PM EST\nBy\nHenry C. Jackson\nWith friends like these... — Clinton's union backing\nUpdated 11/17/15 04:44 PM EST\nBy\nGabriel Debenedetti\nThe events will take the former president to 14 states and Washington, DC between Nov. 17 and Dec. 14.\n11/17/15 04:22 PM EST\nUpdated 11/17/15 04:08 PM EST\nBy\nKevin Robillard\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n11/17/15 03:46 PM EST\nBy\nSeung Min Kim\nMitch McConnell makes it clear the provision will remain in the measure designed to repeal Obamacare.\n11/17/15 03:20 PM EST\nBy\nHadas Gold\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\n11/17/15 02:44 PM EST\nBy\nNick Gass\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n11/17/15 02:41 PM EST\n11/17/15 02:12 PM EST\nBy\nBurgess Everett\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\nUpdated 11/17/15 02:01 PM EST\nBy\nJosh Gerstein\nLynch says the Justice Department plans to comply with provisions in the current National Defense Authorization Act.\n11/17/15 02:00 PM EST\nBy\nIsaac Arnsdorf\nSpace bill passes, casino bill fails — Brady fundraiser\n11/17/15 01:32 PM EST\nBy\nNick Gass\nHis statement differs from a campaign ad released earlier in the day.\n11/17/15 12:55 PM EST\nBy\nKenneth P. Vogel\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\nUpdated 11/17/15 12:38 PM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\nWe're working on more stories right now\n2016\nAs the billionaires’ network works to reshape American politics, it keeps a close eye on the left.\nBy\nKenneth P. Vogel\n11/18/15 05:14 AM EST\nAP Photo\nBy\nMichael Hirsh\nBy\nMichael Shurkin\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\nBy\nDebra Bruno\nThe political network helmed by Charles and David Koch has quietly built a secretive operation that conducts surveillance and intelligence gathering on its liberal opponents, viewing it as a key strategic tool in its efforts to reshape American public life.\nThe operation, which is little-known even within the Koch network, gathers what Koch insiders refer to as “competitive intelligence” that is used to try to thwart liberal groups and activists, and to identify potential threats to the expansive network.\nStory Continued Below\nThe competitive intelligence team has a staff of 25, including one former CIA analyst, and operates from one of the non-descript Koch network offices clustered near the Courthouse metro stop in suburban Arlington, Va. It has provided network officials with documents detailing confidential voter-mobilization plans by major Democrat-aligned groups. It also sends regular “intelligence briefing” emails tracking the canvassing, phone-banking and voter-registration efforts of labor unions, environmental groups and their allies, according to documents reviewed by POLITICO and interviews with a half-dozen sources with knowledge of the group.\nThe competitive intelligence team has gathered on-the-ground intelligence from liberal groups’ canvassing events in an effort to assess the technology and techniques of field efforts to boost Democrats, according to the sources. And they say the team utilizes high-tech tactics to track the movements of liberal organizers, including culling geo-data embedded in their social media posts.\nSuch stealth activities are the kind that campaigns and party operatives often fantasize about but mostly shy away from ― both because of cost and potential political backlash if exposed.\nMarc Short, president of Freedom Partners Chamber of Commerce, the network’s central group, declined to discuss its efforts to track the left, generally, or to comment on the competitive intelligence team, which operates as a unit within his group. But he did not dispute that the effort is a focus for the Koch network as it tries to rebound from the disappointment of the 2012 elections and gears up to spend a jaw-dropping $889 million on policy and political battles headed into November 2016.\n“We were caught off guard by what the left was doing in 2012, and we'd be foolish to be caught in that position again,” he told POLITICO.\nThe increasingly robust Koch network has seized on significant tactical advantages afforded to big-money independent organizations ― but not party committees ― in modern politics. Unlike party committees, which are mostly subject to five-figure donation limits, donor disclosure and all manner of campaign finance laws and party rules, the Koch network of non-profit groups and for-profit companies can accept unlimited cash without disclosing donors and faces few spending restrictions.\nBy\nKenneth P. Vogel\nThe competitive intelligence effort, reported here for the first time, also hints at the audaciousness of the Koch network’s mission. While the Republican Party focuses on winning elections, the Kochs want to realign American politics, government and society around free enterprise philosophies that they hope to spread more broadly.\nA key to accomplishing the mission, from the Kochs' perspective, is countering super PACs and other big-money groups funded by rich liberals, as well as allied public sector unions and academic and media elites. The Kochs’ allies feel that those forces have worked together for decades with Democratic politicians and government bureaucrats to institutionalize the philosophy that heavy regulation and taxation of business is the only way to ensure an equitable society.\nThe Kochs concluded that defeating this well-funded left-wing infrastructure requires tracking the professional left in real time ― a capability they realized they lacked after the 2012 election. In the run-up to that election, the Koch network spent $400-million-plus attacking Democratic politicians and policies, only to see President Barack Obama win re-election and his party maintain control of the Senate. A forensic audit of the network’s efforts concluded the Kochs had been out-maneuvered by the left on the airwaves, in the data war and on the ground. Vowing not to let that happen again, the network began investing in the competitive intelligence team and other efforts to keep tabs on the left.\nTo be sure, the Kochs’ operation isn’t the only one focused on pulling back the curtain on its opponents. In fact, liberal activists and groups have frequently worked to expose the activities of the Koch brothers and their network. But the competitive intelligence team, like so many other Koch-backed programs, appears to be unique in its scale and its thoroughly methodological approach.\n‘The Opposition: Understanding Their Strategy and Infrastructure’\nThe Koch network’s interest in intelligence on the inner workings of the left was revealed by a secret audio recording of a panel at a June 2014 closed-door donor gathering at the tony St. Regis hotel in Dana Point, Calif. The session, called “The Opposition: Understanding Their Strategy and Infrastructure,” focused on the group that the Kochs’ inner circle regards as the Rosetta stone for figuring out, and ultimately neutralizing, the big-money left ― the Democracy Alliance.\nThe group, which is meeting this week in Washington, D.C., is a club of wealthy liberal donors and influential operatives. Since its creation in 2005, the DA, as the club is known, has steered more than $500 million to endorsed groups supporting Democratic politicians and liberal causes like fighting carbon emissions, income inequality and the role of money in politics, while expanding voter access, abortion rights and gay rights.\nAs a fundraising vehicle, it's the closest thing on the left to a mirror image of the Kochs’ operation, though the cash raised by the Koch network in recent years has far eclipsed the amount credited to the DA. Donors to both networks write huge and mostly untraceable checks to a collection of endorsed for-profit companies and non-profit groups registered under sections of the tax code ― 501(c)3 and 501(c)4 ― that do not require the disclosure of donors’ identities.\nDuring the session at the St. Regis, Mark Holden, a key Koch legal and policy advisor, pointed out the irony in liberal attacks on the Kochs’ secretive spending, calling the DA “a shadowy network of c(3)s, c(4)s ― who don’t disclose their donors, remember — who attack us as a shadowy network of c(3)s, c(4)s) … Whatever they may say about us goes the same for them.”\n2016\nBy\nAlex Isenstadt\nBut Holden told the donors, according to the audio recording, which was obtained and posted by a liberal blogger, “We’ve been able to learn a lot more details about them in the last couple of months from documents that someone in the group, Democracy Alliance, left behind at their last seminar. And it’s very interesting stuff. And, at the end of the sessions here, we’re going to have some handouts, and you’ll be able to see some of the documents that we were able to get a hold of.” He adds quickly ― and to some laughter ― “I’m general counsel and I just want to say it was all legit, legal, appropriate.”\nAs Holden discussed the Democracy Alliance's efforts, internal DA documents were projected onto a screen at the front of the bronze-chandelier-lit St. Regis ballroom, including a “portfolio snapshot” featuring descriptions of 21 groups that the DA recommended for funding and a breakdown of the “core functions of the progressive movement.”\n‘Like the CIA’\nIt is unclear precisely which documents Holden presented to donors (though similar documents appear to have been published in the weeks before and after his presentation by a handful of media outlets, including POLITICO) or precisely how the documents were obtained.\nHolden ― who sits on the board of Freedom Partners Chamber of Commerce, which organized the St. Regis gathering and which oversees the competitive intelligence team ― declined to comment.\nThe competitive intelligence team is run by a veteran Republican researcher named Mike Roman, who is listed as Freedom Partners' vice president of research on the tax filing that group publicly released on Tuesday. That filing cites Roman's salary and benefits at $286,000 last year.\nHis team is part of Freedom Partners, but is managed through a limited liability company called American Strategies Group LLC, or ASG for short. ASG is set up as a type of corporate structure known as a “disregarded entity”, which exists only as a part of its parent group ― in this case Freedom Partners ― for the purposes of mitigating legal risk and separating revenue streams for accounting and tax compliance purposes.\nASG was the conduit for $13.3 million of Freedom Partners' cash between late 2012 and the end of last year, according to tax filings submitted to the Internal Revenue Service by Freedom Partners, including the filing publicly released on Tuesday covering 2014. It shows that ASG controls a holding company called CAVHOCO, Inc., which received a capital contribution of $17.5 million from Freedom Partners last year. CAVHOCO sits at the center of a confusing web of disregarded entities and holding companies, including one called Demeter Analytics Services, Inc. That entity, which is the holding company for the Freedom Partners-owned data firm i360, was paid $11 million by Freedom Partners in 2014 for professional services, according to the tax return. Separate tax returns also listed Roman as trustee of a mysterious non-profit group called Public Engagement Group Trust, which appears to be dormant.\nRoman, who did not respond to requests for comment, has worked to keep himself and his activity low-profile even within the discreet Koch operation.\nOne former network official said that when people were summoned to meetings at ASG’s offices, they sometimes had trouble finding the suite. “They told people that’s the way they liked it,” the official recalled. “They act all cloak and dagger – like the CIA. There was a joke about how hardly anyone ever met Mike Roman. It was like, if you wanted to find him, he’d be in a trench coat on the National Mall,” said the former official.\nThe regular intelligence briefings from Roman's team, which are sent from an address ending in “amersg.org” to high-ranking network employees, begin with a warning that “This briefing contains information that is confidential and may be legally privileged. If you are not an authorized recipient, you are hereby notified that you are forbidden to read, disseminate, distribute or copy any of the material contained within. Authorized recipients are hereby notified that any dissemination, distribution, or copying of this briefing is strictly prohibited.”\nOne such briefing sent in the weeks before the 2014 midterm elections and obtained by POLITICO contained highly detailed race-by-race breakdowns of the activities of liberal campaigns and their big-money supporters ― as well as conservative big-money groups ostensibly allied with the Kochs. It’s the sort of granular briefing that could be used to help the Koch network decide the most impactful ways to direct its own election spending. And it bears the hallmarks of research that combines close tracking of public information with original analysis of source documents, and possibly a dash of on-the-ground intel like that which could be gleaned by having an operative attend campaign events.\nCongress\nBy\nJake Sherman\nand\nSeung Min Kim\nThe briefing notes that in Arkansas, where there was a hotly contested Senate race between Koch network favorite Tom Cotton and Democratic incumbent Sen. Mark Pryor, Democrats were holding a statewide get-out-the-vote training in Little Rock, as well as a college organizing conference, while an immigrant rights group was “phone banking regularly with the intent of registering voters.” But the briefing also contains big-picture analysis flagging that union-affiliate Working America “has 400 paid canvassers knocking on 5,000 doors daily across 13 states through Election Day, especially focusing on Senate races in AK, IA, KY, MI, and NC. NRSC Vice Chair for Finance Sen. Rob Portman (R-OH) said the NRSC isn’t planning to devote any more significant resources to shore up key candidates in the red states of Kansas, Kentucky and Georgia.”\n‘Scared to death of moles’\nIn addition to delving into the left, the competitive intelligence team also monitors potential Koch network threats, according to sources familiar with it. It tracks people deemed suspicious outside the offices of Koch network groups, circulating be-on-the-lookout photos to internal network email lists, while keeping an eye on the network's own ranks for possible leakers or disloyal employees.\nOne former network executive remembers an email containing a photo of a man identified as an operative with the environmental group Greenpeace who allegedly had been spotted taking his own photos outside the network’s cluster of offices in the Courthouse neighborhood of Arlington.\nConnor Gibson, a Greenpeace researcher who focuses on the Koch network, said he visits its component groups’ offices once a year to pick up their tax filings, and he speculated he could have been the operative photographed by the competitive intelligence unit. While he said he’s never sought to conceal his identity during such visits, he added “If the Kochs consider me an opponent, I’m flattered.”\nIn another instance, sources say, Roman's team set out to identify an IT contractor who was working for one of the network's groups and was posting anonymous messages to Reddit, proclaiming that he worked for the Koch brothers but despised their stances. Within 48 hours, the team had sleuthed out the offender and his contract was terminated.\n“They were scared to death of moles,” said the former executive.\nA separate source ― an organizer who’s worked with the unit ― described it as “a full opposition research operation, only at about 10-times the level of any political campaign.” The organizer added “my guess is that most people inside the network don’t even know about it.”\nKoch allies emphasize that the brothers and their network have been targets of regular sleuthing by the left. A nonprofit group called American Bridge 21st Century ― which is aligned with Hillary Clinton and the Democracy Alliance ― this year launched a $3-million project dedicated to researching, tracking and attacking the Kochs. Its staffers have been spotted recording the proceedings at Koch network events and appearances by the brothers, and it took credit for unearthing a trove of documents featured in a New York Times story about David Koch’s 1980 Libertarian vice presidential campaign. The group does not appear to be behind the untraceable recordings made from inside closed-door Koch donor gatherings over the years ― like the one of Holden’s dissection of the Democracy Alliance at the St. Regis.\nHolden told the donors at the St. Regis that the big-money liberal groups in the Democracy Alliance were pursuing a two-pronged strategy that bears some similarities to the tactics of the Koch network. “What they do is they try to build a permanent infrastructure to win elections, and they obsess about us ― all of you,” Holden said. “And it’s the old quote ― first they ignore you, then they mock you, then they attack you, and then we win. We’re close to winning. I don’t know how close, but we should be, because they can’t attack the ideas. They don’t have the real path. All they do is target and they just try to silence people. You know, they’re afraid of us. They really are. They’re afraid of this room.”\nKenneth P. Vogel is chief investigative reporter at Politico and author of Big Money: 2.5 Billion Dollars, One Suspicious Vehicle, and a Pimp—on the Trail of the Ultra-Rich Hijacking American Politics (PublicAffairs).\n© 2015 POLITICO LLC", "byline": "", "description": "As the billionaires’ network works to reshape American politics, it keeps a close eye on the left.", "title": "The Koch intelligence agency", "url": "http://www.politico.com/story/2015/11/the-koch-brothers-intelligence-agency-215943", "topics": ["campaign_finance"], "people": ["Nick Gass", "Isaac Arnsdorf", "Burgess Everett", "Charlie Hebdo", "Kenneth P. Vogel", "Mark Pryor", "Henry C. Jackson", "Hadas Gold", "Tom Cotton", "Simon Says", "Richard Nixon", "David Koch", "Kevin Robillard", "Mark Holden", "Richard Lugar", "Nahal Toosi", "Andrew Restuccia", "Gabriel Debenedetti", "Marc Short", "Katie Glueck", "Bryan Bender", "Roger Simon", "Michael Hirsh", "Rob Portman", "Sam Nunn", "Alex Isenstadt", "Seung Min Kim", "David Rogers", "Andrew Glass", "Barack Obama", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Debra Bruno", "Lauren French", "Clarence Thomas", "Ben Schreckinger", "Daniel Strauss", "Hillary Clinton", "Eli Stokols", "Josh Gerstein", "Darren Goode"], "org": "politico", "election_confidence": 0.8191339290162022, "authors": [{"author_id": 30866, "fullname": "roger simon", "primary_org": "politico"}], "date_written": "2015-11-18 10:14:56", "orgs": ["Republican Governors Association", "CIA", "Freedom Partners", "Gawker", "Congress", "PACs", "Senate", "NSA", "Greenpeace", "Democracy Alliance", "Supreme Court", "Kochs", "The Koch", "Justice Department", "National Mall", "National Defense", "Freedom Partners Chamber of Commerce", "PublicAffairs", "Republican Party", "St. Regis", "ISIL"], "article_id": "957a12de16a15f26839e95ae82208759", "date_access": "2015-11-18 10:38:50.463720"}, {"body": "Errol Louis is the host of \"Inside City Hall,\" a nightly political show on NY1, a New York all-news channel. The opinions expressed in this commentary are solely those of the author.\n(CNN)If Hillary Clinton wants to shut down the populist surge of Sen. Bernie Sanders once and for all, she'll need to do a better job of explaining, and perhaps untangling, her complicated romance with Wall Street.\nThis includes not only the massive donations her campaign and the Clinton Foundation have received from gigantic financial firms, but the private speeches she has delivered to banking executives for eye-popping sums in excess of $250,000 per talk.\nIn a country where 42% of all employees are working for $15 an hour or less and a majority of voters want a higher minimum wage, Democrats seen as too close to Wall Street risk a backlash at the polls. The populist unease was on display during the most recent presidential debate, when Sanders, a socialist firebrand, accused Clinton of fostering, and benefiting from, a cozy relationship with big-money interests.\n\"Let's not be naive about it. Why, over her political career, has Wall Street been a major — the major — campaign contributor to Hillary Clinton?\" Sanders asked rhetorically. \"You know, maybe they're dumb and they don't know what they're going to get, but I don't think so.\"\nIrritated by the accusation, Clinton jumped in, complaining that Sanders \"has basically used his answer to impugn my integrity,\" then pivoted to a novel defense of her actions -- namely, casting her catering to Wall Street interests as an act of patriotism in the wake of the destruction of the World Trade Center.\n\"I represented New York on 9/11 when we were attacked.  Where were we attacked? We were attacked in downtown Manhattan where Wall Street is. I did spend a whole lot of time and effort helping them rebuild,\" said Clinton. \"That was good for New York. It was good for the economy. And it was a way to rebuke the terrorists who had attacked our country.\"\nAs a debate maneuver, this proved to be an effective answer that drew audience applause and changed the subject — for the moment. But it doesn't answer the question of who's giving money to Clinton, and what they expect in return.\nOne clue comes from the Open Secrets database of the Center for Responsive Politics watchdog group, which analyzed  $37 million of the donations to Clinton's campaign committee — about 62% of the total — and found $3.2 million of that came from commercial banks and from securities, investment and financial firms, more than any other sector except lawyers and \"retired\" people who are sufficiently well-off to donate money, although they don't work.\nAnother index of the candidate's closeness to Wall Street comes from the website of the Clinton Foundation, which lists the places where Bill, Hillary and Chelsea Clinton give speeches and how much they get paid for them. It turns out Hillary Clinton has spoken to Citibank, Goldman Sachs, JP Morgan Chase and Carlyle Investment Management and earned between $250,000 and $500,000 for each talk. That translates into a minimum of $1 million and as much as $2 million for giving four speeches.\nOne wonders what pearls of wisdom could be worth such enormous sums. The answer, according to William Cohan, the author of \"Money and Power: How Goldman Sachs Came to Rule the World,\" is that the big banks see Clinton as one of their own.\n\"The big bankers love Clinton, and by and large they badly want her to be president. Many of the rich and powerful in the financial industry — among them Goldman Sachs CEO Lloyd Blankfein, Morgan Stanley CEO James Gorman, Tom Nides, a powerful vice chairman at Morgan Stanley, and the heads of JPMorganChase and Bank of America — consider Clinton a pragmatic problem-solver not prone to populist rhetoric. To them, she's someone who gets the idea that we all benefit if Wall Street and American business thrive,\" wrote Cohan in Politico.\nAs for Clinton's frequent promises to fight for middle-class voters and rein in Wall Street with new regulations, Cohan says the bankers aren't worried.  \"They dismiss it quickly as political maneuvers,\" he wrote. \"None of them think she really means her populism.\"\nThis is, after all, the former first lady whose husband, Bill, supported and signed into law the Gramm-Leach-Billey Act of 1999. The law effectively repealed the Glass-Steagall Act, a cornerstone of Depression-Era legislation that protected users of ordinary commercial banks from the wild swings and financial risk of Wall Street.\nBill Clinton's sweeping deregulation, according to critics, gave banks and insurance companies the ability to merge and grow into too-big-to-fail giants, and allowed them to take on risky bets that helped trigger the financial crisis of 2008.\n\"By the time the Glass-Steagall Act was repealed in 1999, the $300 million lobbying effort that drove deregulation was more about facilitating mergers than creating an efficient regulatory framework,\" is how one critic put it in 2008. \"Instead of establishing a 21st century regulatory framework, we simply dismantled the old one.\"\nThat critic was then-candidate Barack Obama, who was on his way to defeating Hillary Clinton for the Democratic presidential nomination.\nEight years later, Clinton faces another populist critic of deregulation, and appears closer than ever to the banks that have showered her with millions in political donations and personal speaking fees.  Barring a change in her approach, Clinton should expect to hear more criticism -- much more -- from Sanders and other left-leaning Democrats.\nJoin us on Facebook.com/CNNOpinion.\nRead CNNOpinion's Flipboard magazine.", "byline": "", "description": "If Hillary Clinton wants to shut down the populist surge of Sen. Bernie Sanders once and for all, she'll need to do a better job of explaining, and perhaps untangling, her complicated romance with Wall Street.", "title": "Why DOES Wall Street 'love' Hillary Clinton?", "url": "http://www.cnn.com/2015/11/18/opinions/louis-hillary-clinton-wall-st-/index.html", "topics": ["economy", "trade"], "people": ["Bill Clinton", "Hillary Clinton", "Goldman Sachs", "Lloyd Blankfein", "Barack Obama", "Chelsea Clinton", "Tom Nides", "Bernie Sanders", "Errol Louis"], "org": "cnn", "election_confidence": 0.9222610484949173, "authors": [{"author_id": 4698, "fullname": "errol louis political commentator", "primary_org": "cnn"}], "date_written": "2015-11-18 13:38:08", "orgs": ["Morgan Stanley", "JP Morgan Chase", "Citibank", "Bank of America", "City Hall", "Goldman Sachs", "Clinton Foundation", "World Trade Center", "Center for Responsive Politics"], "article_id": "a59efb7e8c5c6a236135464cbe921705", "date_access": "2015-11-18 14:01:29.580587"}, {"body": "Updated 11/18/15 05:38 PM EST\nBy\nHadas Gold\nJim VandeHei and John Harris were awarded the Benjamin C. Bradlee Editor of the Year Award.\n11/18/15 05:36 PM EST\nUpdated 11/18/15 05:31 PM EST\nBy\nNick Gass\nTed Cruz challenges the president: 'Come back and insult me to my face.'\n11/18/15 05:30 PM EST\nBy\nGabriel Debenedetti\nClinton strikes a blow to Sanders who is seen a friend to unions.\n11/18/15 05:21 PM EST\nBy\nNick Gass\n2016ers are using the word a little differently than Sartre.\n11/18/15 05:18 PM EST\nBy\nNolan D. McCaskill\nRude Music filed suit in an Illinois federal court Wednesday.\nWhite House\n11/18/15 05:14 PM EST\nBy\nBryan Bender\nand\nNahal Toosi\nThe decision was made before the terrorist attacks in Paris, officials say.\nBy\nAlex Spence\nBritain's prime minister hopes opposition MPs will support his call for airstrikes.\nUpdated 11/18/15 05:01 PM EST\nBy\nEliza Collins\nTwo surveys found that a slim majority Americans say the president's plan should be halted.\nUpdated 11/18/15 04:37 PM EST\nBy\nLauren French\nand\nJohn Bresnahan\nThe bill would adopt stricter requirements for refugees entering the U.S. from Syria.\n11/18/15 04:14 PM EST\n11/18/15 04:09 PM EST\n11/18/15 04:03 PM EST\nBy\nHenry C. Jackson\nClinton ISIL speech — Sanders save the date\nUpdated 11/18/15 04:00 PM EST\nBy\nBurgess Everett\n\"This authorization will mirror the approach we took against al-Qaeda after 9/11,\" he says.\nUpdated 11/18/15 02:53 PM EST\nBy\nDaniel Strauss\n\"Marco Rubio is the brightest and most capable candidate,\" billionaire Frank VanderSloot said.\nBy\nPierre Briançon\nThe French want to build a grand coalition for Syria.\nBy\nMarc Caputo\nUpdated 11/18/15 02:04 PM EST\nBy\nEliza Collins\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says.\n11/18/15 02:00 PM EST\nBy\nIsaac Arnsdorf\nWilmer's M&A — Guns, women's groups on the Hill — Maltby to O'Melveny\n2016\nUpdated 11/18/15 02:00 PM EST\nBy\nBen Schreckinger\nand\nKatie Glueck\nAs his campaign approaches a crossroads, the mogul introduces a new spokeswoman — a former Cruz ally.\nUpdated 11/18/15 01:53 PM EST\nBy\nBurgess Everett\nPaul accuses Rubio of voting to make the country “less safe.”\nUpdated 11/18/15 01:46 PM EST\nBy\nEli Stokols\nBush will speak at The Citadel here about what he sees as the failures of President Barack Obama.\n11/18/15 01:39 PM EST\nBy\nHadas Gold\n\"The ideal Gawker story should expose a meaningful hypocrisy, or reveal an emperor’s nudity, or hold the rare heroes actually working to un-f--k the...\n11/18/15 01:25 PM EST\n11/18/15 01:04 PM EST\nBy\nColin Wilhelm\nShe expands her list of causes as she staked out the leftist position on corporate tax reform.\n11/18/15 12:54 PM EST\n11/18/15 12:51 PM EST\nBy\nNick Gass\n\"No excuse. They have to be stopped,\" Kerry said.\n11/18/15 12:38 PM EST\nBy\nAnna Palmer\nThe Wisconsin Republican rakes in cash inside the Beltway as he looks to limit number of fundraisers\nBy\nRichard Primus\nTheir talking point might be clever politics, but it's a legal non-starter.\n11/18/15 12:03 PM EST\nUpdated 11/18/15 11:56 AM EST\nBy\nKatie Glueck\n\"Let's have a debate on Syrian refugees right now,\" Cruz says.\n11/18/15 11:55 AM EST\nBy\nEliza Collins\nBernie Sanders and Hillary Clinton know each other but they aren't \"best friends.\"\n11/18/15 11:34 AM EST\nBy\nNick Gass\n“We are a country that prides itself on its tradition of welcoming people from around the globe.\"\n11/18/15 11:28 AM EST\nBy\nEliza Collins\n“I think that was the Crusades,” Graham says.\n11/18/15 11:20 AM EST\n11/18/15 10:50 AM EST\n11/18/15 10:07 AM EST\n11/18/15 10:01 AM EST\nBy\nBrian Mahoney\nHouse passes tribal labor bill — Ford contract turning into a nail-biter\n11/18/15 10:00 AM EST\nBy\nJennifer Scholtes\nRyan taps more conferees — Reinventing the wheel\n11/18/15 10:00 AM EST\nBy\nTheodoric Meyer\nEdwards hits back on refugees in Louisiana — The Kochs' intelligence arm\n11/18/15 10:00 AM EST\nBy\nBernie Becker\nRyan, Schumer still talking international — Subcommittee musical chairs\n11/18/15 10:00 AM EST\nBy\nAdam Behsudi\nRyan also concerned about biologics in TPP — China report advocates bold moves\n11/18/15 10:00 AM EST\nBy\nAlex Byers\nand\nKate Tummarello\nTop takeaways from FCC-palooza — Smooth sailing for consumer review bill; spectrum work continues\n11/18/15 10:00 AM EST\nBy\nDarius Tahir\nComments? Macara-me! — Congress: Califf! Lab-developed tests!\n11/18/15 10:00 AM EST\nBy\nErin Mershon\nand\nBrianna Ehley\nAvoiding a government shutdown, for now — W&M to pick health chair — Cornyn to push mental health bill\n11/18/15 10:00 AM EST\nBy\nHelena Bottemiller Evich\nCrack down on supplements — South Africa effort too little, too late?\n11/18/15 10:00 AM EST\nBy\nTim Starks\nAre cyber terrorists coming after America? — U.K. to double cyber budget\n11/18/15 10:00 AM EST\nBy\nCaitlin Emma\nHigher ed and veterans on the Hill — Rhode Island feels PARCC pinch — Coalition fights to save Washington charters\n11/18/15 10:00 AM EST\nBy\nEric Wolff\nGOP presses Obama on treaty ratification — LWCF rumble ahead\n11/18/15 09:24 AM EST\nBLAGO appeal push\nWe're working on more stories right now\nBy\nMartha Bayles\nand\nJeffrey Gedmin\nBy\nJessica Stern\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\nBy\nMichael Shurkin\nHillary Clinton gestures while standing beside Bernie Sanders during the first Democratic presidential debate | Getty\nBy\nGabriel Debenedetti\n11/18/15 05:30 PM EST\nHillary Clinton's campaign will send its backers a memo on Wednesday outlining the Democratic front-runner's wide-ranging support from the labor movement — just one day after Bernie Sanders' campaign appeared to grumble that he is the true candidate supported from the rank-and-file — according to a copy of the note obtained by POLITICO.\nThe former secretary of state secured the backing from the Service Employees International Union on Tuesday morning, giving it the support of groups representing more than 10 million union members, by the campaign's count. The two-page memo, signed by Political Director Amanda Renteria and Labor Outreach Director Nikki Budzinski, touts that figure and reminds supporters of the candidate's 94 percent rating with the AFL-CIO.\nStory Continued Below\nIt lands amid escalating tension between Sanders — whose supporters view him as the labor movement's natural ally — and Clinton.\n\"These endorsements are a critical addition to the campaign's efforts to mobilize, energize, and turn out voters, first in the early primary states and then throughout the primary calendar,\" the Clinton aides write, noting that 13 unions, including the 2 million member SEIU, 1.6 million member American Federation of Teachers, 1.6 million member American Federation of State, County and Municipal Employees, and 3 million member National Education Association, have backed Clinton.\n\"It's a critical advantage that expands the depth, breadth, and scope of the Clinton campaign's significant outreach, grassroots and field presence.\"\nThe campaign's document points to a litany of policy plans that are central to her labor pitch, including raising incomes and federal investment in infrastructure, increasing the minimum wage, and working for equal pay and collective bargaining rights, among others.\nBy\nEliza Collins\nBut the memo — and its pointed focus on the primary election — is unlikely to assuage griping from allies of Clinton's rival that she does not best represent unions' interests, and their contention that the groups' leadership teams are backing her despite Sanders' support from on-the-ground union members. Sanders and Martin O'Malley both support the SEIU's push for a $15 minimum wage, for example, while Clinton has expressed her own sympathy but only committed to supporting a $12 minimum wage nationally.\n\"We are gratified that hundreds of thousands of workers are part of the growing grassroots movement supporting Bernie's campaign to help working families by raising the minimum wage, providing health care for all and making college affordable,\" said Sanders' communications director Michael Briggs in a statement about rank-and-file SEIU members' backing of Sanders shortly after Clinton won the group's endorsement.\nSanders, for his part, has won some union support, including from the National Nurses United group. But the barbs between him and the front-runner has been ratcheting up in recent days, and the Clinton camp's memo will serve as a public reminder of her political muscle from the labor world.\n© 2015 POLITICO LLC", "byline": "", "description": "", "title": "Clinton memo touts union ties as Sanders allies grumble", "url": "http://www.politico.com/story/2015/11/hillary-clinton-bernie-sanders-union-labor-216034", "topics": ["guns", "trade"], "people": ["Bryan Bender", "Isaac Arnsdorf", "John Harris", "Michael Briggs", "Kate Tummarello", "Helena Bottemiller Evich", "Henry C. Jackson", "Burgess Everett", "Anna Palmer", "Hadas Gold", "Colin Wilhelm", "Eric Wolff", "Marc Caputo", "Tim Starks", "Ted Cruz", "John Cornyn", "Amanda Renteria", "Theodoric Meyer", "Brian Mahoney", "Jeffrey Gedmin", "Richard Lugar", "Pierre Briancon", "Nahal Toosi", "Gabriel Debenedetti", "Bernie Sanders", "Katie Glueck", "Nick Gass", "Charlie Hebdo", "Bernie Becker", "Jennifer Scholtes", "Martin O'Malley", "Adam Behsudi", "Sam Nunn", "John Bresnahan", "Marco Rubio", "Alex Spence", "Eliza Collins", "Erin Mershon", "Brianna Ehley", "Lauren French", "Ben Schreckinger", "Daniel Strauss", "Hillary Clinton", "Eli Stokols", "Alex Byers", "Barack Obama", "Darius Tahir", "Caitlin Emma"], "org": "politico", "election_confidence": 0.7224197059242575, "authors": [{"author_id": 30731, "fullname": "hadas gold", "primary_org": "politico"}], "date_written": "2015-11-18 22:30:57", "orgs": ["M&A", "Service Employees International Union", "National Education Association", "SEIU", "Beltway", "American Federation of Teachers", "National Nurses United", "Ford", "FCC", "American Federation of State , County and Municipal Employees", "GOP"], "article_id": "598b2c868f198569d9479a3dce60eb84", "date_access": "2015-11-18 22:42:27.112161"}, {"body": "CHARLESTON, S.C. Republican Jeb Bush will pledge on Wednesday that if elected president next year he will keep open the disputed U.S. military prison at Guantanamo Bay, Cuba, as long as the fight against Islamic militants lasts.\nBush, looking to show he is capable of being commander-in-chief in the face of multiple threats abroad, will lay out a national security strategy in a speech that he retooled in order to take account of the Paris attacks that killed 129 people last Friday.\nThe Bush campaign provided details of his plan in advance of the speech at The Citadel, a military college in Charleston.\nHe will vow to restore $1 trillion in cuts to the U.S. military that President Barack Obama agreed to as part of a budget-cutting deal with Congress. He would add 40,000 personnel to the U.S. Army and 4,000 to the U.S. Marines, and would bolster U.S. relations with key allies from NATO nations to the Middle East and Asia.\nTo counter Islamic State militants specifically, Bush would embed U.S. special operations forces with Iraq forces to help identify enemy targets. He would build an anti-militant international coalition and include regional partners. He is not calling for a massive reintroduction of U.S. troops to Iraq.\nHis plan to counter Islamic State includes a provision that if elected in November 2016, he would maintain the Guantanamo prison which his brother, former President George W. Bush, used to house terrorism suspects and which President Barack Obama is trying to close by the time he leaves office in January 2017.\nThis week the Defense Department said it had sent five Yemeni detainees at the prison to the United Arab Emirates, reducing the number of inmates at the Cuba facility to 107.\nBush is eager to make an impact on a Republican race that in some respects has been leaving him behind. He is in single digits in many polls of Republican voters, who so far have been more enthusiastic about non-politician candidates Donald Trump and Ben Carson.\nBush's belief is that voters will eventually come around to a serious, policy-minded candidate like him, but with the Iowa caucuses to kick off the 2016 election season on Feb. 1, his plan has yet to yield results in the polls.\nA Reuters-Ipsos poll found on Tuesday that 33 percent of Republican voters felt Trump would be the strongest candidate to deal with terrorism, followed by Senator Marco Rubio at 17 percent. Carson and Bush were tied at around 9 percent.\n(Reporting By Steve Holland; Editing by Edmund Klamann)", "byline": "", "description": "CHARLESTON, S.C. (Reuters) - Republican Jeb Bush will pledge on Wednesday that if elected president next year he will keep open the disputed U.S. military prison at Guantanamo Bay, Cuba, as long as the fight against Islamic militants lasts.", "title": "Bush to say would keep Guantanamo prison open if elected", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/6lR-MQ1DKaI/story01.htm", "topics": ["foreign policy/national security"], "people": ["Marco Rubio", "Donald Trump", "Edmund Klamann", "George W. Bush", "Barack Obama", "Steve Holland", "Ben Carson"], "org": "reuters", "election_confidence": 0.9567642827589622, "authors": [{"author_id": 33574, "fullname": "steve holland", "primary_org": "reuters"}], "date_written": "2015-11-18 05:06:56", "orgs": ["Defense Department", "Congress", "U.S. Army", "NATO", "S.C.", "Ipsos"], "article_id": "c1694b515808d1843cd70c4d75d1540c", "date_access": "2015-11-18 07:40:59.085263"}, {"body": "i\nRepublican presidential candidate Donald Trump files for the New Hampshire state ballot earlier this month in Concord, New Hampshire.\nDON EMMERT/AFP/Getty Images\nhide caption\nitoggle caption\nDON EMMERT/AFP/Getty Images\nRepublican presidential candidate Donald Trump files for the New Hampshire state ballot earlier this month in Concord, New Hampshire.\nDON EMMERT/AFP/Getty Images\nLess than three months before New Hampshire's first-in-the-nation primary, Donald Trump continues to maintain his lead over over the rest of the Republican presidential field in the state, according a new poll commissioned by NPR member station WBUR. The real estate billionaire and reality TV star drew the support of 22 percent of New Hampshire Republican voters who are likely to vote in the Feb. 9 primary election. Retired neurosurgeon Ben Carson and Florida Sen. Marco Rubio both had the support of 11 percent of supporters with all of the remaining GOP candidates pulling in single digit support. Carson, a political newcomer, has seen his support fade in New Hampshire since September, when he drew 17 percent support in an earlier WBUR poll. Meanwhile, Rubio has rapidly gained after attracting just 2 percent support in September. The poll, conducted by the MassINC Polling Group, surveyed 405 likely voters on Nov. 14-15, after the Paris terror attacks, and has a margin of error of 4.9 percent. Former Florida Gov. Jeb Bush showed no change in his support among New Hampshire voters, currently at 7 percent, despite spending millions in TV ads in the state. WBUR also asked about national security issues and found New Hampshire Republicans favor a hawkish approach towards military spending and involvement in the Middle East. 54 percent of those surveyed said military spending was too low, 14 percent saying it was too high. 38 percent also said the U.S. should send more troops to the Middle East while 28 percent said troop levels in the region should stay where they are.", "byline": "", "description": "The billionaire's support remains essentially unchanged at 22 percent, far ahead of other Republican candidates in the state.", "title": "WBUR Poll: Trump Leads With NH Republicans", "url": "http://www.npr.org/2015/11/18/456398265/wbur-poll-trump-leads-with-nh-republicans", "topics": ["foreign policy/national security"], "people": ["Donald Trump", "Marco Rubio", "Jeb Bush", "Ben Carson"], "org": "npr", "election_confidence": 0.9955352916693838, "authors": [], "date_written": "2015-11-18 10:03:35", "orgs": [], "article_id": "14672991ce786035cb98a1139ae673a9", "date_access": "2015-11-18 10:25:41.420889"}, {"body": "Republican presidential candidate Rick Santorum said on Wednesday that President Obamaâ\u0080\u0099s rhetoric about containing ISIS â\u0080\u009csounds likeâ\u0080\u009d Obama â\u0080\u009cis in cahoots with the strategy of ISIS to maintain their territorial integrity.â\u0080\u009d", "byline": "", "description": "“The president is helping ISIS every single day by the policies we have, and he doesn’t even know it because he refuses to accept the reality that ISIS is a caliphate.”\n\nSteve Pope / Getty Images\nRepublican presidential candidate Rick Santorum said on Wednesday that President Obama's rhetoric about containing ISIS \"sounds like\" Obama \"is in cahoots with the strategy of ISIS to maintain their territorial integrity.\" \n\"This president has been following, this president makes excuses for not acting, and if you look at what this president has done with ISIS, it is the worst foreign policy in the history of America,\" the former senator told Brian Kilmeade during an episode of his program Kilmeade and Friends. \"The president's policy toward ISIS is to contain ISIS. ISIS's policy in order to gain credibility as a caliphate, in the Middle East, and around the world, is to maintain their territorial integrity.\"\n\"Let me repeat that: The president's policy is to keep ISIS within their bounds; ISIS's objective is to keep their territorial integrity,\" continued Santorum. \"Now, what does that sounds like? It sounds like president Obama is in cahoots with the strategy of ISIS to maintain their territorial integrity.\"\n\"And he doesn't realize, by having this strategy he provides the greatest recruitment tool for ISIS, which is: America is fighting us, and we are maintaining our territorial integrity, and we are winning this battle,\" he added. \"The president is helping ISIS every single day by the policies we have, and he doesn't even know it because he refuses to accept the reality that ISIS is a caliphate.\"\n\"ISIS is using a seventh-century textbook to operate this war,\" said Santorum, \"and unless we understand it, and we find a strategy against it, we are going to lose this battle.\"\n\nYou can listen to the audio here:\nKilmeade and Friends", "title": "Santorum: \"It Sounds Like President Obama Is In Cahoots With The Strategy Of ISIS\"", "url": "http://www.buzzfeed.com/ilanbenmeir/santorum-it-sounds-like-president-obama-is-in-cahoots-with-t", "topics": ["foreign policy/national security"], "people": ["Brian Kilmeade", "Rick Santorum", "Steve Pope"], "org": "buzzfeed", "election_confidence": 0.8021100102941187, "authors": [{"author_id": 20926, "fullname": "ilan ben-meir", "primary_org": "buzzfeed"}], "date_written": "2015-11-18 20:43:17", "orgs": [], "article_id": "ac922f83abfb4f2ee45ca47001f06348", "date_access": "2015-11-18 21:08:48.768299"}, {"body": "11/18/15 01:39 PM EST\nBy\nHadas Gold\n\"The ideal Gawker story should expose a meaningful hypocrisy, or reveal an emperor’s nudity, or hold the rare heroes actually working to un-f--k the...\n11/18/15 01:32 PM EST\nBy\nBurgess Everett\n\"This authorization will mirror the approach we took against al-Qaeda after 9/11,\" he says.\n11/18/15 01:31 PM EST\nBy\nBurgess Everett\nPaul accuses Rubio of voting to make the country “less safe.”\n11/18/15 01:25 PM EST\n11/18/15 01:04 PM EST\nBy\nColin Wilhelm\nShe expands her list of causes as she staked out the leftist position on corporate tax reform.\n11/18/15 12:54 PM EST\n11/18/15 12:51 PM EST\nBy\nNick Gass\n\"No excuse. They have to be stopped,\" Kerry said.\nUpdated 11/18/15 12:44 PM EST\nBy\nLauren French\nand\nJohn Bresnahan\nThe bill would adopt stricter requirements for refugees entering the U.S. from Syria.\n11/18/15 12:38 PM EST\nBy\nAnna Palmer\nThe Wisconsin Republican rakes in cash inside the Beltway as he looks to limit number of fundraisers\nUpdated 11/18/15 12:35 PM EST\nBy\nEli Stokols\nBush will speak at The Citadel here about what he sees as the failures of President Barack Obama.\n11/18/15 12:24 PM EST\nBy\nRichard Primus\nTheir talking point might be clever politics, but it's a legal non-starter.\n11/18/15 12:03 PM EST\n11/18/15 12:01 PM EST\nBy\nNick Gass\nTed Cruz challenges the president, 'come back and insult me to my face.'\nUpdated 11/18/15 11:56 AM EST\nBy\nKatie Glueck\n\"Let's have a debate on Syrian refugees right now,\" Cruz says.\n11/18/15 11:55 AM EST\nBy\nEliza Collins\nBernie Sanders and Hillary Clinton know each other but they aren't \"best friends.\"\n11/18/15 11:34 AM EST\nBy\nNick Gass\n“We are a country that prides itself on its tradition of welcoming people from around the globe.\"\n11/18/15 11:28 AM EST\nBy\nEliza Collins\n“I think that was the Crusades,” Graham says.\n11/18/15 11:20 AM EST\n11/18/15 10:58 AM EST\nBy\nHadas Gold\nVandeHei and Harris were awarded the Benjamin C. Bradlee Editor of the Year Award.\n11/18/15 10:50 AM EST\n11/18/15 10:07 AM EST\n11/18/15 10:01 AM EST\nBy\nBrian Mahoney\nHouse passes tribal labor bill — Ford contract turning into a nail-biter\n11/18/15 10:00 AM EST\nBy\nJennifer Scholtes\nRyan taps more conferees — Reinventing the wheel\n11/18/15 10:00 AM EST\nBy\nTheodoric Meyer\nEdwards hits back on refugees in Louisiana — The Kochs' intelligence arm\n11/18/15 10:00 AM EST\nBy\nBernie Becker\nRyan, Schumer still talking international — Subcommittee musical chairs\n11/18/15 10:00 AM EST\nBy\nAdam Behsudi\nRyan also concerned about biologics in TPP — China report advocates bold moves\n11/18/15 10:00 AM EST\nBy\nAlex Byers\nand\nKate Tummarello\nTop takeaways from FCC-palooza — Smooth sailing for consumer review bill; spectrum work continues\n11/18/15 10:00 AM EST\nBy\nDarius Tahir\nComments? Macara-me! — Congress: Califf! Lab-developed tests!\n11/18/15 10:00 AM EST\nBy\nErin Mershon\nand\nBrianna Ehley\nAvoiding a government shutdown, for now — W&M to pick health chair — Cornyn to push mental health bill\n11/18/15 10:00 AM EST\nBy\nHelena Bottemiller Evich\nCrack down on supplements — South Africa effort too little, too late?\n11/18/15 10:00 AM EST\nBy\nTim Starks\nAre cyber terrorists coming after America? — U.K. to double cyber budget\n11/18/15 10:00 AM EST\nBy\nCaitlin Emma\nHigher ed and veterans on the Hill — Rhode Island feels PARCC pinch — Coalition fights to save Washington charters\n11/18/15 10:00 AM EST\nBy\nEric Wolff\nGOP presses Obama on treaty ratification — LWCF rumble ahead\n11/18/15 09:24 AM EST\nBLAGO appeal push\n11/18/15 08:42 AM EST\nBy\nAnnie Karni\nSanders will deliver remarks on democratic socialism at the Georgetown Institute of Politics and Public Service.\n11/18/15 08:36 AM EST\nMitch McConnell and Paul Ryan work together on their first big test as a team leading the GOP on Capitol Hill.\n11/18/15 08:31 AM EST\nBy\nNick Gass\n\"He tried very hard. I think he's a nice guy. I think he's a good man.\"\n11/18/15 08:30 AM EST\nBy\nJeremy Herb\nTwo suspects dead in Paris suburb — Carter talks future force today\n11/18/15 08:10 AM EST\nBUDGET blame, polled\n11/18/15 08:00 AM EST\nBy\nBen White\nGood morning from Des Moines — Warren weighs in on tax reform — Kandarian backs TPP — Ryan warns of budget fights\n11/18/15 07:38 AM EST\nBy\nNick Gass\nWhite House press secretary Josh Earnest tangled with \"Fox and Friends\" co-host Elisabeth Hasselbeck on Wednesday morning.\n11/18/15 07:27 AM EST\nJOHN HARRIS, JIM VANDEHEI win Ben Bradlee Award – JON WARD, JOE KILDEA have daughters -- B’DAY: Megyn Kelly, Sheryl Stolberg\n11/18/15 07:15 AM EST\nBOOKER decries ‘insult’\n11/18/15 07:14 AM EST\nBy\nNick Gass\nThe White House defended the administration's approach toward fighting the Islamic State on Wednesday.\nBy\nMaia de La Baume\nand\nGiulia Paravicini\nBrussels law enforcement authorities questioned, then freed two suspects in Paris attacks.\n11/18/15 07:05 AM EST\nBAKER’s ‘ban,’ parsed\n11/18/15 06:45 AM EST\nBy\nNick Gass\nThe United States will have \"absolutely no choice\" but to close down some mosques where \"some bad things are happening,\" Donald Trump...\n11/18/15 06:45 AM EST\nDE BLASIO loses white voters\nWar Room\n11/18/15 06:39 AM EST\nBy\nMatthew Levitt\nPresident Obama, here’s a new plan of action that doesn’t require 50,000 boots on the ground.\nWe're working on more stories right now\nBy\nMatthew Levitt\nBy\nMichael Hirsh\nBy\nMichael Shurkin\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\n\"This authorization will mirror the approach we took against al-Qaeda after 9/11,\" Sen. Lindsey Graham said.  | AP Photo\nBy\nBurgess Everett\n11/18/15 01:32 PM EST\nSen. Lindsey Graham will introduce an authorization of military force to declare war on the Islamic State on Wednesday, an open-ended proposal that contains no limitations on deploying ground troops or geographic scope.\nThe move from the South Carolina Republican, a longshot presidential candidate, marks a new phase in the debate over whether Congress should vote on war with the Islamic State. Sens. Tim Kaine (D-Va.) and Jeff Flake (R-Ariz.) have been prodding colleagues to engage on their own compromise authorization measure, although their efforts met with little success until the Paris terrorist attacks.\nStory Continued Below\n\"We must allow this President and every future President to do whatever is necessary to destroy ISIL before they hit us here at home. This authorization will mirror the approach we took against al-Qaeda after 9/11,\" Graham said in a statement.\nGraham's proposal is a non-starter, given that it lacks restrictions on time, scope and ground troops that congressional Democrats would demand. But Graham's move is the latest indication that Republicans may be coming around to the idea that Congress should vote on the ongoing air war against ISIL.\nBy\nLauren French\nand\nJohn Bresnahan\nMeanwhile, Sen. Rand Paul (R-Ky.) is also mulling a move to try and force the Foreign Relations Committee to vote on the war effort.\n“We’ll see. I'm the only to ever force a vote on this, because i think The Constitution requires it,\" said Paul, who helped jumpstart consideration of an AUMF last year in committee. It did not get a full vote in the Senate.\n© 2015 POLITICO LLC", "byline": "", "description": "", "title": "Sen. Graham pushes sweeping war authorization measure", "url": "http://www.politico.com/story/2015/11/isil-war-authorization-lindsey-graham-216025", "topics": ["foreign policy/national security", "surveillance/privacy"], "people": ["Rand Paul", "Josh Earnest", "Burgess Everett", "Michael Hirsh", "Kate Tummarello", "Helena Bottemiller Evich", "Anna Palmer", "Hadas Gold", "Colin Wilhelm", "Eric Wolff", "Donald Trump", "Tim Starks", "Ted Cruz", "Paul Ryan", "John Cornyn", "Brian Mahoney", "Richard Lugar", "Theodoric Meyer", "Darius Tahir", "Annie Karni", "Bernie Sanders", "Jeff Flake", "Katie Glueck", "Nick Gass", "Bernie Becker", "Jennifer Scholtes", "Sam Nunn", "Ben Bradlee", "Jeremy Herb", "John Bresnahan", "Eliza Collins", "Erin Mershon", "Megyn Kelly", "Brianna Ehley", "Lauren French", "Tim Kaine", "Adam Behsudi", "Lindsey Graham", "Elisabeth Hasselbeck", "Hillary Clinton", "Ben White", "Eli Stokols", "Alex Byers", "Barack Obama", "Caitlin Emma"], "org": "politico", "election_confidence": 0.8186631803325369, "authors": [{"author_id": 30731, "fullname": "hadas gold", "primary_org": "politico"}], "date_written": "2015-11-18 18:32:02", "orgs": ["Foreign Relations Committee", "Congress", "Beltway", "Senate", "Ford", "FCC", "TPP", "ISIL", "GOP"], "article_id": "0bc553383b2b7407aa73efeda33f4dcb", "date_access": "2015-11-18 18:41:28.940949"}, {"body": "Updated 11/18/15 02:53 PM EST\nBy\nDaniel Strauss\n\"Marco Rubio is the brightest and most capable candidate,\" billionaire Frank VanderSloot said.\nUpdated 11/18/15 02:37 PM EST\nBy\nNick Gass\nTed Cruz challenges the president: 'Come back and insult me to my face.'\nBy\nPierre Briançon\nThe French want to build a grand coalition for Syria.\nBy\nMarc Caputo\nUpdated 11/18/15 02:04 PM EST\nBy\nEliza Collins\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says.\n11/18/15 02:00 PM EST\nBy\nIsaac Arnsdorf\nWilmer's M&A — Guns, women's groups on the Hill — Maltby to O'Melveny\n2016\nUpdated 11/18/15 02:00 PM EST\nBy\nBen Schreckinger\nand\nKatie Glueck\nAs his campaign approaches a crossroads, the mogul introduces a new spokeswoman — a former Cruz ally.\nUpdated 11/18/15 01:53 PM EST\nBy\nBurgess Everett\nPaul accuses Rubio of voting to make the country “less safe.”\nUpdated 11/18/15 01:46 PM EST\nBy\nEli Stokols\nBush will speak at The Citadel here about what he sees as the failures of President Barack Obama.\n11/18/15 01:39 PM EST\nBy\nHadas Gold\n\"The ideal Gawker story should expose a meaningful hypocrisy, or reveal an emperor’s nudity, or hold the rare heroes actually working to un-f--k the...\n11/18/15 01:32 PM EST\nBy\nBurgess Everett\n\"This authorization will mirror the approach we took against al-Qaeda after 9/11,\" he says.\n11/18/15 01:25 PM EST\n11/18/15 01:04 PM EST\nBy\nColin Wilhelm\nShe expands her list of causes as she staked out the leftist position on corporate tax reform.\n11/18/15 12:54 PM EST\n11/18/15 12:51 PM EST\nBy\nNick Gass\n\"No excuse. They have to be stopped,\" Kerry said.\nUpdated 11/18/15 12:44 PM EST\nBy\nLauren French\nand\nJohn Bresnahan\nThe bill would adopt stricter requirements for refugees entering the U.S. from Syria.\n11/18/15 12:38 PM EST\nBy\nAnna Palmer\nThe Wisconsin Republican rakes in cash inside the Beltway as he looks to limit number of fundraisers\nBy\nRichard Primus\nTheir talking point might be clever politics, but it's a legal non-starter.\n11/18/15 12:03 PM EST\nUpdated 11/18/15 11:56 AM EST\nBy\nKatie Glueck\n\"Let's have a debate on Syrian refugees right now,\" Cruz says.\n11/18/15 11:55 AM EST\nBy\nEliza Collins\nBernie Sanders and Hillary Clinton know each other but they aren't \"best friends.\"\n11/18/15 11:34 AM EST\nBy\nNick Gass\n“We are a country that prides itself on its tradition of welcoming people from around the globe.\"\n11/18/15 11:28 AM EST\nBy\nEliza Collins\n“I think that was the Crusades,” Graham says.\n11/18/15 11:20 AM EST\n11/18/15 10:58 AM EST\nBy\nHadas Gold\nVandeHei and Harris were awarded the Benjamin C. Bradlee Editor of the Year Award.\n11/18/15 10:50 AM EST\n11/18/15 10:07 AM EST\n11/18/15 10:01 AM EST\nBy\nBrian Mahoney\nHouse passes tribal labor bill — Ford contract turning into a nail-biter\n11/18/15 10:00 AM EST\nBy\nJennifer Scholtes\nRyan taps more conferees — Reinventing the wheel\n11/18/15 10:00 AM EST\nBy\nTheodoric Meyer\nEdwards hits back on refugees in Louisiana — The Kochs' intelligence arm\n11/18/15 10:00 AM EST\nBy\nBernie Becker\nRyan, Schumer still talking international — Subcommittee musical chairs\n11/18/15 10:00 AM EST\nBy\nAdam Behsudi\nRyan also concerned about biologics in TPP — China report advocates bold moves\n11/18/15 10:00 AM EST\nBy\nAlex Byers\nand\nKate Tummarello\nTop takeaways from FCC-palooza — Smooth sailing for consumer review bill; spectrum work continues\n11/18/15 10:00 AM EST\nBy\nDarius Tahir\nComments? Macara-me! — Congress: Califf! Lab-developed tests!\n11/18/15 10:00 AM EST\nBy\nErin Mershon\nand\nBrianna Ehley\nAvoiding a government shutdown, for now — W&M to pick health chair — Cornyn to push mental health bill\n11/18/15 10:00 AM EST\nBy\nHelena Bottemiller Evich\nCrack down on supplements — South Africa effort too little, too late?\n11/18/15 10:00 AM EST\nBy\nTim Starks\nAre cyber terrorists coming after America? — U.K. to double cyber budget\n11/18/15 10:00 AM EST\nBy\nCaitlin Emma\nHigher ed and veterans on the Hill — Rhode Island feels PARCC pinch — Coalition fights to save Washington charters\n11/18/15 10:00 AM EST\nBy\nEric Wolff\nGOP presses Obama on treaty ratification — LWCF rumble ahead\n11/18/15 09:24 AM EST\nBLAGO appeal push\n11/18/15 08:42 AM EST\nBy\nAnnie Karni\nSanders will deliver remarks on democratic socialism at the Georgetown Institute of Politics and Public Service.\n11/18/15 08:36 AM EST\nMitch McConnell and Paul Ryan work together on their first big test as a team leading the GOP on Capitol Hill.\n11/18/15 08:31 AM EST\nBy\nNick Gass\n\"He tried very hard. I think he's a nice guy. I think he's a good man.\"\n11/18/15 08:30 AM EST\nBy\nJeremy Herb\nTwo suspects dead in Paris suburb — Carter talks future force today\n11/18/15 08:10 AM EST\nBUDGET blame, polled\n11/18/15 08:00 AM EST\nBy\nBen White\nGood morning from Des Moines — Warren weighs in on tax reform — Kandarian backs TPP — Ryan warns of budget fights\n11/18/15 07:38 AM EST\nBy\nNick Gass\nWhite House press secretary Josh Earnest tangled with \"Fox and Friends\" co-host Elisabeth Hasselbeck on Wednesday morning.\n11/18/15 07:27 AM EST\nJOHN HARRIS, JIM VANDEHEI win Ben Bradlee Award – JON WARD, JOE KILDEA have daughters -- B’DAY: Megyn Kelly, Sheryl Stolberg\n11/18/15 07:15 AM EST\nBOOKER decries ‘insult’\n11/18/15 07:14 AM EST\nBy\nNick Gass\nThe White House defended the administration's approach toward fighting the Islamic State on Wednesday.\nWe're working on more stories right now\nBy\nMatthew Levitt\nBy\nMichael Hirsh\nBy\nMichael Shurkin\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\nAP Photo\nBy\nDaniel Strauss\n11/18/15 02:38 PM EST\nUpdated 11/18/15 02:53 PM EST\nSen. Marco Rubio has bagged another Republican mega-donor: billionaire Frank VanderSloot.\nVanderSloot, the former national finance co-chairman for Mitt Romney, said he would support the Florida senator and 2016 candidate, adding to the group of wealthy funders who have backed Rubio — including Paul Singer and Cliff Asness, a major hedge fund manager.\nStory Continued Below\n\"Marco Rubio is the brightest and most capable candidate. He has the uncanny ability to state his positions clearly in a way that resonates with the average voter,\" VanderSloot said in a letter explaining his endorsement.\nVanderSloot and a \"small but very capable team of analysts\" looked at former Florida governor Jeb Bush, retired neurosurgeon Ben Carson, Texas Sen. Ted Cruz, real estate mogul Donald Trump, former tech executive Carly Fiorina and Rubio, he explained in the letter.\nOn Bush, VanderSloot wrote, \"it has become increasingly clear that Jeb simply does not have the leadership skills necessary to unite the people behind him. He has become one of the weaker candidates among a very capable field.\"\nCarson, VanderSloot and his team said, has a chance of \"being electable, but he does not have the international knowledge or skill set to address the serious issues that face America and the world from abroad.\"\nCruz got a short paragraph that said only, \"We perceive that Donald Trump and Ted Cruz are simply not electable in a general election.\"\nTrump is \"unable to win a national election\" and \"would make a particularly poor president,\" VanderSloot wrote.\nBy\nEliza Collins\nFiorina was VanderSloot and his analysts' second choice.\n\"She would be a great president. But she simply isn’t resonating with the voters. She doesn’t seem to have the skill of being able to garner support and change people’s minds. That is where Marco Rubio shines,.\"\nRubio's campaign declined to say when VanderSloot last met with the Florida senator but noted, \"Marco and him have met several times over the last year.\"\nVanderSloot is CEO and founder of Melaleuca, a $1.2 billion health-care products company based in Idaho.\n© 2015 POLITICO LLC", "byline": "", "description": "", "title": "Marco Rubio scores megadonor Frank VanderSloot", "url": "http://www.politico.com/story/2015/11/frank-vandersloot-marco-rubio-216027", "topics": ["foreign policy/national security", "campaign_finance", "guns"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Josh Earnest", "Kate Tummarello", "Helena Bottemiller Evich", "Cliff Asness", "Anna Palmer", "Hadas Gold", "Colin Wilhelm", "Eric Wolff", "Marc Caputo", "Tim Starks", "Ted Cruz", "Paul Singer", "Paul Ryan", "Michael Hirsh", "John Cornyn", "Theodoric Meyer", "Brian Mahoney", "Richard Lugar", "Pierre Briancon", "Darius Tahir", "Annie Karni", "Donald Trump", "Bernie Sanders", "Katie Glueck", "Nick Gass", "Charlie Hebdo", "Bernie Becker", "Jeb Bush", "Jennifer Scholtes", "Adam Behsudi", "Sam Nunn", "Ben Bradlee", "Jeremy Herb", "John Bresnahan", "Marco Rubio", "Barack Obama", "Erin Mershon", "Megyn Kelly", "Brianna Ehley", "Lauren French", "Carly Fiorina", "Ben Schreckinger", "Mitt Romney", "Daniel Strauss", "Elisabeth Hasselbeck", "Hillary Clinton", "Ben White", "Eli Stokols", "Alex Byers", "Eliza Collins", "Ben Carson", "Caitlin Emma"], "org": "politico", "election_confidence": 0.9909550951256759, "authors": [{"author_id": 30861, "fullname": "daniel strauss", "primary_org": "politico"}], "date_written": "2015-11-18 19:38:21", "orgs": ["M&A", "Beltway", "Ford", "FCC", "TPP", "GOP"], "article_id": "34928f3914e55e43875c607c56b53465", "date_access": "2015-11-18 20:00:08.017509"}, {"body": "(AP) â\u0080\u0094 Some Republicans are pushing back against aggressive opposition in their party to Syrian refugees resettling in the U.S., in fresh evidence of a rift within the GOP that threatens to complicate the party's outreach to minorities heading into the 2016 presidential contest.\nThese Republicans have joined Democrats who liken the refugee backlash to the U.S. government turning away Jews fleeing Nazi Germany and placing Japanese in internment camps during World War II. While conservatives cite security concerns following the Paris attacks that may have involved Syrian refugees, others in the party fear the GOP's position in Congress and state capitals across the country reeks of xenophobia.\n\"A refugee is someone who has a credible fear that they're going to be killed,\" said Alfonso Aguilar, a Republican who served in the George W. Bush administration and now leads the Latino Partnership for Conservative Principles. \"To close the door reminds me of FDR not letting Jews land in the U.S. during the years of Nazi Germany. Where are they going to go?\"\nAguilar said moderate voters who hold outsized influence in general elections could view Republican opposition as extreme and intolerant. He warned that could haunt the GOP in next fall's general election. But Republicans pressing for a pause in the refugee influx see a need to be mindful, too, about fears of an attack on U.S. soil days after the deadliest assault in France in 70 years.\nA number of GOP presidential candidates, governors and Senate Republicans have issued calls to delay or stop accepting Syrian refugees, pointing to indications that one of the perpetrators in Friday's attacks might have entered France with a Syrian passport. Legislation introduced by Kentucky Sen. Rand Paul, a GOP presidential candidate, could allow Republicans to block President Barack Obama's goal of bringing 10,000 more Syrian refugees to the U.S. during the current budget year.\n\"Filling your country up with people who have a completely different belief system ... and expecting they won't rise up against their benefactor is foolish,\" Rep. Steve King of Iowa, a leading immigration hardliner, said in an interview Tuesday. He added that no refugees should be permitted into the U.S. from Syria \"unless they be Christian refugees that are facing genocide.\"\nThat's exactly the kind of message Republican leaders hoped to avoid after a disastrous 2012 election in which minority voters shunned GOP candidates in near record numbers. While there are few Muslim voters in America, the pointed Republican resistance against Muslim refugees comes as party leaders try to win over other minority groups.\nThe Republican National Committee outlined a series of recommendations after the last presidential contest calling for a more welcoming and inclusive tone on divisive issues such as immigration.\n\"The perception that the GOP does not care about people is doing great harm to the party and its candidates on the federal level, especially in presidential years,\" the RNC's Growth and Opportunity report found. \"It is a major deficiency that must be addressed.\"\nOne of the report's authors, RNC committeeman Henry Barbour, said Tuesday that it's \"common sense to tap the brakes\" on Syrian refugees given security concerns, but \"people need to be careful with their tone.\"\n\"This is about safety,\" Barbour said. \"This isn't about keeping out this religion or that religion.\"\nFormer New Hampshire Republican Party chairman Fergus Cullen said there is \"a little bit of ugliness\" around the refugee debate.\n\"A specific group of refugees is being treated differently because of their country of natural origin and faith,\" he said. \"This is inconsistent with America's history and our founding creed. That is alarming.\"\nIt's not exactly like rounding up Japanese Americans into internment camps during World War II, Culllen continued, \"but it's the same line of thinking\" that feeds \"immigrant bashing.\"\nThe U.S. has admitted fewer than 2,200 Syrian refugees since Oct. 1, 2011 and the process for entering this country as a refugee is lengthy. Obama administration officials insist the vetting is good and there is no need to back down from the goal of admitting 10,000 more refugees this year.\nThe administration announced that goal earlier in the fall after a photograph of a little Syrian boy washed up on a beach sparked calls for compassion, including from some congressional Republicans. Sen. Lindsey Graham of South Carolina, a GOP candidate for president, was one of those who supported accepting more Syrian refugees. This week, he called for a \"timeout\" in such admissions.\nMany GOP candidates, already skeptical if not hostile to welcoming refugees, came out even stronger in recent days. Donald Trump said the U.S. should increase surveillance of mosques, consider closing any tied to radicals and be prepared to suspend some civil liberties.\nBen Carson said, \"Until we can sort out the bad guys, we must not be foolish.\" Regarding Syrians already in the U.S., he added: \"I would watch them very carefully.\"\nTea party leader Mark Meckler said there should be no room for debate.\n\"Anybody who takes a soft stance on this is out of touch with the electorate and out of touch with the common sense,\" he said, condemning those Republicans calling for tolerance. \"I think that's absurd and shows why people from that wing of the party are now the fringe.\"", "byline": "", "description": "ATLANTA (AP) — Some Republicans are pushing back against aggressive opposition in their party to Syrian refugees resettling in the U.S., in fresh evidence of a rift within the GOP that threatens to complicate the party's outreach to minorities heading into the 2016 presidential contest.", "title": "Republicans clash over refugees as 2016 looms", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-18-US--GOP%202016-Refugee%20Politics/id-883fa43fea55410ca4b251fa273e2a5c", "topics": ["surveillance/privacy", "immigration", "foreign policy/national security"], "people": ["Rand Paul", "Steve King", "Mark Meckler", "Lindsey Graham", "Alfonso Aguilar", "Donald Trump", "George W. Bush", "Barack Obama", "Fergus Cullen", "Henry Barbour", "Ben Carson"], "org": "ap", "election_confidence": 0.8450003952599591, "authors": [{"author_id": 39455, "fullname": "steve peoples", "primary_org": "ap"}], "date_written": "2015-11-18 03:34:00", "orgs": ["FDR", "Congress", "Senate", "RNC", "Republican National Committee", "New Hampshire Republican Party", "GOP"], "article_id": "ca9208a940679fc630bc275e9b45a671", "date_access": "2015-11-18 09:00:05.908528"}, {"body": "The U.S. \"will need to increase our presence on the ground\" in the Middle East to combat\nIslamic State\n,\nJeb Bush\nsaid Wednesday, crossing a line that several of his rivals for the Republican presidential nomination have so far sidestepped.\nIn a speech that his campaign billed as a major address on military policy, the one-time Republican front-runner did not specify how many troops he would send or whether he would have them engage in direct combat against Islamic State.\n\"The bulk of these ground troops will need to come from local forces that we have built workable relationships with,\" said Bush, the former governor of Florida.\nAttacks in Paris: Europe's worst terrorist attack in more than decade >>\nBut the U.S. \"should not delay in leading a global coalition to take out ISIS with overwhelming force,\" he said, using an acronym for Islamic State. And \"while air power is essential, it alone cannot bring the results we seek.\"\nThe\nObama\nadministration has dispatched several thousand U.S. troops to Iraq to train Iraqi forces and help direct airstrikes. And late last month, the administration announced that it would send special operations forces to Syria.\nBut President Obama has resisted a direct combat role for U.S. troops. Iraqi and Syrian forces need to take primary responsibility for recapturing territory that Islamic State has seized in those two countries, he has said.\nHow much Bush's plan would differ from the administration's in practice remains uncertain because the candidate has not specified what sort of force he has in mind.\nFrom the intensity of their rhetoric, the candidates seeking to replace President Obama might sound like they have policies for combating the Islamic State militants that are dramatically different from his. So far, they don't.\nAt a news conference Monday, Obama made clear that in the aftermath...\nFrom the intensity of their rhetoric, the candidates seeking to replace President Obama might sound like they have policies for combating the Islamic State militants that are dramatically different from his. So far, they don't.\nAt a news conference Monday, Obama made clear that in the aftermath...\n\"The scope ... should be in line with what our military generals, not politicians, recommend will be necessary,\" he said in his speech, delivered at the Citadel military college in South Carolina.\nThough his plan lacked details, Bush clearly set up a contrast in language with Obama.\n\"Radical Islamic terrorists have declared war on the western world,\" he said. \"Their aim is our total destruction. We can’t withdraw from this threat or negotiate with it. We have but one choice: to defeat it.\"\nBush did agree with Obama on one key point, regarding Syrian President\nBashar Assad\n.\n\"To take out ISIS, we must end Assad’s brutal war against his own people and create a political solution that allows for a stable Syria,\" he said. Obama said Monday that a political settlement in Syria was a necessary step toward defeating Islamic State.\nEnding the Syrian civil war, now in its fifth year, has so far stymied diplomats from the U.S. and other nations.\nRussia and Iran back Assad and say that the U.S. and its European allies should join forces with the Syrian leader to defeat Islamic State. On the other side, Turkey, Saudi Arabia and other predominantly Sunni Arab countries say Assad must leave power and have made the fight against him a higher priority than efforts against Islamic State, which is a Sunni militant group.\nIn keeping with the overall Republican critique of Obama for being too passive in the face of international crises, Bush called for a more active U.S. role.\n\"We don’t need to be the world’s policemen, but we must restore our place as the leader and indispensable power of the free world,\" he said, calling for expanding the size of the active-duty Army and Marine Corps and for accelerating the Pentagon's purchase of new ships and planes.\nTRAIL GUIDE: All the latest news on the 2016 presidential campaign >>\nHe also said he would restore the National Security Agency's controversial program, begun by his brother's administration after the Sept. 11 attacks, to stockpile information about telephone calls made in the United States.\nUnder legislation passed by Congress this year, the NSA is scheduled to stop its bulk collection of such phone data after Nov. 29. Bush said that if elected, he would seek to restart it \"to ensure we have the ability to connect the dots between known foreign terrorists and potential operatives here in the United States.\"\nFor more on politics and policy, follow\n@DavidLauter\nALSO\nMany Syrians fleeing war find they are unwelcome in U.S.\nHow the U.S. screens Syrian refugees to vet out potential terrorists\nFrench investigators race to identify two killed, 8 detained in raid north of Paris", "byline": "", "description": "<p>The U.S. \"will need to increase our presence on the ground\" in the Middle East to combat Islamic State, Jeb Bush said Wednesday, crossing a line that several of his rivals for the Republican presidential nomination have so far sidestepped.</p> <p>In a speech that his campaign billed as a major address...</p>", "title": "Jeb Bush: U.S. must increase force on ground in Mideast to combat Islamic State", "url": "http://www.latimes.com/la-na-jeb-bush-syria-20151118-story.html", "topics": ["foreign policy/national security"], "people": ["Bashar Assad", "Jeb Bush"], "org": "latimes", "election_confidence": 0.7372477330334123, "authors": [{"author_id": 40195, "fullname": "david lauter", "primary_org": "latimes"}], "date_written": "2015-11-18 19:00:00", "orgs": ["NSA", "Congress", "National Security Agency", "United States.", "Pentagon", "Citadel"], "article_id": "42eb57f0b6da0330a230826d6b1060a8", "date_access": "2015-11-18 19:26:05.004643"}]